import { Header } from '../../../components/Header/Header';
import { AboutCource } from '../../../components/AboutCource/AboutCource';
import { Footer } from '../../../components/Footer/Footer';
import team from '../../../data/AboutCourse/Medicine/team';
import reviews from '../../../data/AboutCourse/Medicine/reviews';
import heroImage from '../../../assets/pharmacy.png';
import cardImage from '../../../assets/steps/step_two_medicine.png';

const content = {
  first_title: 'Опис курсу',
  second_title: 'План курсу:',
  third_title: 'Формати навчання:',
  first_text:
    'Курс підготовки до КРОК 1 стоматологія<br>Курс складається з 31 лекції, побудований на основі оновлених вимог від ЦТ.<br><br>Курс написаний з використанням іноземної літератури (osmosis, amboss, First Aid, підручники Робінсона, Ранга і Дейла) та кафедральної літератури (М. Ф. Данилевський, О. О. Тимофеєв ), а також сучасні протоколи діагностики та лікування.<br>(Чесне слово, ми перерили всю літературу, щоб зібрати все доказове і найкраще для вас).<br>Після кожного практичного заняття вас очікують домашні завдання в форматі тестів та інтерактивних завдань, які допоможуть вам закріпити матеріал.<br><br>Ми станемо вірними помічниками у підготовці до крок 1 стоматологія. ',
  second_text:
    '<li><b>Блок 1 Дихальна система</b></li>Дихальна система. Анатомічні, гістологічні, фізіологічні особливості дихальних шляхів. Патофізіологічні та патоморфологічні процеси (риніт, ларингіт, епіглотит, бронхіт, бронхіоліт, пневмоніт, плеврит, аспірація, пневмоторакс).<br><br>' +
    '<li><b>Блок 2 Система крові</b></li>Кров 1: Еритроцити, тромбоцити, гемостаз, анемії, порфірія, жовтяниця, патології системи зсідання, гемолітична хвороба новонароджених.<br>Кров 2: Лейкоцити, алергії, запалення, інфекційні захворювання (ВІЛ), неопластичні захворювання (лейкози, лімфоми).<br><br>' +
    '<li><b>Блок 3 Серцево-судинна система</b></li>Анатомія, гістологія та фізіологія ССС. Серце та судини: будова, регуляція серцевої діяльності, мікроциркуляторне русло. Патології: аритмії, серцева недостатність, артеріальна гіпертензія, атеросклероз, інфаркт міокарда, системна гіпотензія, шок.<br><br>' +
    '<li><b>Блок 4 Травна система</b></li>Анатомія, гістологія, фізіологія травної системи. Патології ЖКТ: стравохід, шлунок, тонка і товста кишка, кишкові інфекції, печінкова недостатність, жовтяниці, фіброз і цироз печінки, холелітіаз, холестаз, асцит, синдром портальної гіпертензії, цукровий діабет, кровотечі, синдром Бадда-Кіарі, мезентеріальний тромбоз, геморой, неопластичні процеси.<br><br>' +
    '<li><b>Блок 5 Нервова система та органи чуття</b></li>Нервова система: анатомія, гістологія, провідні шляхи, патології інфекційного, запального, імунного та фізичного характеру.<br>Органи чуття: зір, слух, вестибулярний апарат, смакова рецепція, нюховий аналізатор, загальна рецепція.<br><br>' +
    '<li><b>Блок 6 Ендокринна система</b></li>Ендокринна система: будова залоз, фізіологія секреції та дії гормонів. Патології: цукровий діабет, патології щитоподібної залози, гестаційний діабет.<br><br>' +
    '<li><b>Блок 7 Сечостатева та репродуктивна система</b></li>Сечова система: анатомія, гістологія, фільтрація, реабсорбція, секреція, концентрація, ендокринна функція нирок. Патології: ниркова недостатність, азотемія, уремічний синдром, нефротичний синдром, гострий тубулярний некроз, нирковий тубулярний ацидоз.<br>Репродуктивна система: анатомія, гістологія, сперматогенез, овогенез, оваріально-менструальний цикл, запліднення, вагітність і пологи. Патології: ендометріоз, ектопія шийки матки, рак матки, полікістоз яєчників, позаматкова вагітність, хоріонкарцинома, рак яєчка, рак шийки матки, гіперплазія ендометрія, лейоміома, лейоміосаркома, рак молочної залози, рак простати.<br><br>' +
    '<li><b>Блок 8 Опорно-руховий апарат та загальні покриви</b></li>Анатомія та гістологія опорно-рухового апарату, кровопостачання, іннервація. Загальні покриви: анатомія, гістологія, фізіологія, неопластичні та судинні розлади (бородавки, невус, карцинома, меланома, васкуліт, хвороба Рейно).<br><br>' +
    '<li><b>Блок 9 Генетика</b></li>ДНК, РНК, транскрипція, трансляція, репарація, рекомбінація, ліки, що впливають на генетичні процеси. Лактозний оперон, типи успадкування, мітохондріальна ДНК, клітинний цикл, мітоз, генні, хромосомні та геномні патології, хвороба Хартнупа, мозаїцизм.<br><br>' +
    '<li><b>Блок 10 Загальна будова порожнини рота</b></li>Топографія та будова губ і присінка, кісткова основа, ембріогенез органів рота, тверде і м’яке піднебіння, язик, артеріальна, венозна і лімфатична системи.<br><br>' +
    '<li><b>Блок 11 Будова та патології зубів</b></li>Анатомія і гістологія зубів, ембріогенез, кровопостачання та іннервація, оклюзія, демінералізація та ремінералізація. Патології: зубні відкладення, карієс, некаріозні ураження, пульпіти, періодонтити, періостит, остеомієліт.<br><br>' +
    '<li><b>Блок 12 Патологія пародонту та слизових оболонок рота</b></li>Пародонт: макро- і мікроскопічна будова, пародонтит, гінгівіт. Слизові оболонки: гістологія, бактеріальні, вірусні та грибкові ураження, хейліти, глосити, стоматити. Мікробіологія: нормальна та патологічна мікробіота, дослідження.<br>Пухлини: передракові стани, одонтогенні та неодонтогенні пухлини, протипухлинні препарати.<br><br>' +
    '<li><b>Блок 13 Слинні залози</b></li>Будова великих та малих слинних залоз, ембріогенез, кровопостачання, іннервація, фізіологія слиновиділення, біохімія. Патології: запальні та аутоімунні захворювання, слинокам’яна хвороба, кісти, пухлини, гіпер- та гіпосалівація.<br><br>' +
    '<li><b>Блок 14 Фармакологія</b></li>Лікарські засоби: для холінергічних і адренергічних синапсів, місцевої і загальної анестезії, анальгетики, протизапальні, хіміотерапевтичні, протиалергічні, для стоматологічних захворювань. Препарати, що впливають на ЦНС, дихальну, серцево-судинну, травну системи, гемопоез і обмін речовин.',
  third_text:
    '<ul>' +
    '<li><b>Лекція + практика (групи по 6 студентів)</b> <br>  Старт навчання з вересня (заняття раз на тиждень)  Вартість — 450 грн за заняття. <b>Вартість:</b> 450 грн за заняття.</li>' +
    '<li><b>Інтенсивний курс (необмежена кількість місць)</b> <br>  Старт навчання в грудні. Лекції і домашні завдання на опрацювання. Загальний чат для студентів з викладачем для всіх питань. <b>Вартість:</b> 350 грн за заняття.</li>' +
    '</ul>',
};

export const Stomatology = () => {
  return (
    <>
      <Header />
      <AboutCource
        image={heroImage}
        title={'КРОК-1 Стоматологія'}
        team={team}
        reviews={reviews}
        content={content}
        cardImage={cardImage}
        price={'350грн'}
        cardTitle={'Курс включає:'}
        cardContent={
          '<li>Чітку структуру матеріалів.</li><li>Доступ до записів лекцій</li><li>Підтримку викладача і можливість отримати відповіді на свої питання</li><li>Ефективну підготовку до КРОК-1 без зайвих зусиль!</li>'
        }
      />
      <Footer />
    </>
  );
};
