import { Header } from '../../../components/Header/Header';
import { AboutCource } from '../../../components/AboutCource/AboutCource';
import { Footer } from '../../../components/Footer/Footer';
import team from '../../../data/AboutCourse/Stomatology/team';
import reviews from '../../../data/AboutCourse/Stomatology/reviews';
import heroImage from '../../../assets/pharmacy.png';
import cardImage from '../../../assets/steps/step_two_medicine.png';

const content = {
  first_title: 'Опис курсу',
  second_title: 'План курсу:',
  third_title: 'Формати навчання:',
  first_text:
    'Курс підготовки до КРОК 1 стоматологія<br>Курс складається з 31 лекції, побудований на основі оновлених вимог від ЦТ.<br><br>Курс написаний з використанням іноземної літератури (osmosis, amboss, First Aid, підручники Робінсона, Ранга і Дейла) та кафедральної літератури (М. Ф. Данилевський, О. О. Тимофеєв ), а також сучасні протоколи діагностики та лікування.<br>(Чесне слово, ми перерили всю літературу, щоб зібрати все доказове і найкраще для вас).<br>Після кожного практичного заняття вас очікують домашні завдання в форматі тестів та інтерактивних завдань, які допоможуть вам закріпити матеріал.<br><br>Ми станемо вірними помічниками у підготовці до крок 1 стоматологія. ',
  second_text:
    '<b>Блок 1 Дихальна Система</b><br>Тема 1. Дихальна система.<br><li>Анатомічні, гістологічні, фізіологічні особливості дихальних шляхів. Патофізіологічні та патоморфологічні процеси в дихальній системі (риніт, ларингіт, епіглотит, бронхіт, бронхіоліт, пневмоніт, плеврит, аспірація, пневмоторакс)</li><br><b>Блок 2 Система Крові</b><br>Тема 2. Кров 1.<br><li>Еритроцити та тромбоцити. Гемостаз. Анемії. Порфірія. Жовтяниця. Патології системи зсідання крові. Гемолітична хвороба новонароджених</li>',
  third_text:
    '<b>Лекція + практика (групи по 6 студентів)</b> <br>  Старт навчання з вересня (заняття раз на тиждень) Вартість: 450 грн за заняття.' + '<br>' + '<br>' +
    '<b>Інтенсивний курс (необмежена кількість місць)</b> <br>  Старт навчання в грудні. Лекції і домашні завдання на опрацювання. Загальний чат для студентів з викладачем для всіх питань. Вартість: 350 грн за заняття.',
  link: "https://drive.google.com/file/d/1CLu54mlVtcPxC6zX8PGYhWdwUl0IBk9e/view"
};

export const Stomatology = () => {
  return (
    <>
      <Header />
      <AboutCource
        image={heroImage}
        title={'КРОК-1 Стоматологія'}
        team={team}
        reviews={reviews}
        content={content}
        cardImage={cardImage}
        cardTitle={'Курс включає:'}
        cardContent={
          '<li>Доступ до записів лекцій</li><li>Підтримку викладача</li><li>Підготовку до англомовної частини</li><li>Теми оновлені відповідно до вимог від ЦТ на 2026 рік</li>'
        }
      />
      <Footer />
    </>
  );
};
