import { Header } from '../../../components/Header/Header';
import { AboutCource } from '../../../components/AboutCource/AboutCource';
import { Footer } from '../../../components/Footer/Footer';
import team from '../../../data/AboutCourse/Stomatology/team';
import reviews from '../../../data/AboutCourse/Stomatology/reviews';
import heroImage from '../../../assets/pharmacy.png';
import cardImage from '../../../assets/steps/step_two_medicine.png';

const content = {
  first_title: 'Опис курсу',
  second_title: 'План курсу:',
  third_title: 'Формати навчання:',
  first_text:
    'Курс складається з 31 теми, побудований на основі оновлених вимог від ЦТ. Написаний з використанням іноземної літератури (Amboss, Osmosis, First Aid, підручники Робінсона, Ранга і Дейла) та кафедральної літератури (М. Ф. Данилевський, О. О. Тимофеєв ), а також сучасні протоколи діагностики та лікування.<br>Після кожного практичного заняття вас очікують домашні завдання в форматі тестів та інтерактивних завдань, які допоможуть вам закріпити матеріал.',
  second_text:
    '<b>Блок 1 «Дихальна система»</b><br>ТТема 1. Дихальна система. Анатомічні, гістологічні, фізіологічні особливості дихальних шляхів. Патофізіологічні та патоморфологічні процеси в дихальній системі (риніт, ларингіт, епіглотит, бронхіт, бронхіоліт, пневмоніт, плеврит, аспірація, пневмоторакс).<br><b>Блок 1 «Система крові»</b><br>Тема 2. Кров 1. Еритроцити та тромбоцити. Гемостаз. Анемії. Порфірія. Жовтяниця. Патології системи зсідання крові. Гемолітична хвороба новонароджених.<br>Тема 3. Кров 2. Лейкоцити. Алергії. Запалення. Інфекційні захворювання (ВІЛ). Неопластичні захворювання (лейкози, лімфоми).',
  third_text:
    '<b>1) Навчання в групках (по 6 студентів)- 450 грн/лекція з практикою</b><br><br>Старт з вересня — 1 раз/тиждень<brСтарт з грудня — 2 рази/тиждень<br><br><br><b>Що входить:</b><br><li><b>Запис лекції з теорією</b> — слухаєш у своєму темпі перед практикою</li><li><b>Живе практичне заняття</b> з викладачем у міні-групі (6 людей)</li><li><b>Опитування</b>, обговорення, вирішення тестів КРОК-1, STEP-1, клінічних кейсів.</li><li><b>Домашка після кожного уроку:</b> КРОК-1, STEP-1 тести, clinical cases, інтерактивні вправи на відповідність, інтерактивні завданнями на відповідність, текст на True/False та словничок до кожної теми.</li><li><b>Чат з викладачем</b> — запитати можна будь-коли</li><br>Ідеально, якщо хочеш стабільність, ритм і підтримку на кожному етапі.<br><br><b>2) Інтенсивний курс (самостійне навчання) — 350 грн за лекцію</b><br><br>Старт з грудня — 2 лекції/тиждень<br><br><b>Що входить:</b><br><li><b>2 теоретичні лекції щотижня</b> — вчишся у зручний час</li><li><b>Домашка після кожної лекції:</b> КРОК-1, STEP-1 тести, clinical cases, інтерактивні вправи на відповідність, інтерактивні завданнями на відповідність, текст на True/False та словничок до кожної теми.</li><li><b>Чат з викладачем</b>— відповідаємо на всі твої питання.<br><br>Для тих, хто хоче «втиснути» підготовку в короткий час і не боїться самоорганізації.',
  link: "https://drive.google.com/file/d/1MGm_5OOy7-kOdlRlYhtmeLYDNwDgAL5p/view"
};

export const Stomatology = () => {
  return (
    <>
      <Header />
      <AboutCource
        image={heroImage}
        title={'КРОК-1 Стоматологія'}
        team={team}
        reviews={reviews}
        content={content}
        cardImage={cardImage}
        cardTitle={'Курс включає:'}
        cardContent={
          '<li>Доступ до записів лекцій</li><li>Підтримку викладача</li><li>Підготовку до англомовної частини</li><li>Теми оновлені відповідно до вимог від ЦТ на 2026 рік</li>'
        }
      />
      <Footer />
    </>
  );
};
