const cardreviews = [
  {
    id: 1,
    question: "Як проходять уроки?",
    answer: "Ми надсилаємо лекцію з теоретичним матеріалом, яку ти маєш переглянути і вивчити до практичного заняття. Уроки проходять на платформі Zoom."
  },
  {
    id: 2,
    question: "Яка тривалість практичного занятя?",
    answer: "Закладай 1.5-2 години на урок."
  },
  {
    id: 3,
    question: "Скільки людей в групі?",
    answer: "Якщо ти обираєш груповий формат навчання, ми формуємо групи по 6 студентів."
  },
  {
    id: 4,
    question: "В який день проводиться практика?",
    answer: "Перед формуванням груп ми надсилаємо тайм-слоти, серед яких ти зможеш обрати зручний день та час заняття. Адже кожна група займається за фіксованим графіком."
  },
  {
    id: 5,
    question: "Я не можу бути присутнім на уроці, що робити?",
    answer: "Якщо це разово, ми запропонуємо тобі доєднатись до іншої групи твого викладача на відпрацювання цієї теми або у тебе буде можливість самостійно опрацювати запис практичного заняття вдома."
  },
  {
    id: 6,
    question: "Протягом року змінились плани і тепер мені не підходить дата і час моєї групи. ",
    answer: "Обов’язково повідом нас про це і ми запропонуємо тобі помінятись з іншим студентом групами (за умови, що йому підходить час твоєї групи)."
  },
  {
    id: 7,
    question: "Чи можна навчатись в одній групі з друзями?",
    answer: "Так, звісно. Попередь нас і ми занотуємо, що маємо притримати декілька місць в одній групі."
  },
  {
    id: 8,
    question: "Як відбувається оплата?",
    answer: "Оплата відбувається перед лекцією на рахунок ФОП. Можна оплачувати раз на тиждень/раз на місяць."
  },
  {
    id: 9,
    question: "Чи готуєте ви до англійської частини в КРОК-1?",
    answer: "Так, наш курс підготовки розрахований одразу на підготовку до обох частин."
  },
  {
    id: 10,
    question: "Я склав/ла англійську частину на КРОК-1. Чи сожна відмовитись від неї на курсі?",
    answer: "На жаль, ні. На практичних заняттях ми даємо тести STEP та clinical cases англійською, вони будуть корисні для тебе, адже вони мультидисциплінарні і клінічні, що допоможе при підготовці до тестів нового формату. Але в домашньому завданні ти можеш пропускати  словнички/тексти на true/false та тести КРОК-1 англійською."
  },
  {
    id: 11,
    question: "Чи відповідає ваш курс оновленим вимогам ЦТ?",
    answer: "Так, ми відредагували усі лекції відповідно до нових вимог. З детальним планом курсу підготовки від It’s Med Ed ти можеш ознайомитись на сайті."
  },
  {
    id: 12,
    question: "Чи є у вас безкоштовне пробне заняття?",
    answer: "Ні, немає. З усіма викладачами і рівнем підготовки, ти можеш познайомитись на нашому <a href=\"https://www.youtube.com/@its_med_ed\">ютуб-каналі</a>."
  },
];

export default cardreviews;
