import sophiaImage from "../../../assets/students/sofia.jpg"

const reviews = [
  {
    id: 5,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Я була на індивідуальних заняттях з Іванною,і це найпрекрасніше,що траплялося зі мною за всі мої 6 років навчання! Можно сказати що я вивчила всі 6 років за 3 місяці! Людина,яка надихає тебе своїми знаннями і обізнаністю! Заняття були дуже інформативними,Іванна завжди підтримує і надає навідні питання,щоб студент не сумнівався в собі,що він це знає! Іванна завжди на звʼязку,завжди відповість на питання,розʼяснення,надішле інформацію! Я йшла на КРОК з 100% впевненістю що я здам! Лекції,заняття,тести все на найвищому рівні⭐️🌟',
    author: 'Улюлений студент',
  },
  {
    id: 6,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Заняття сподобались. Дуже інформативно! Викладач завжди відповідала на всі питання та пояснювала все, де виникали проблеми та труднощі.',
    author: 'Улюлений студент',
  },
  {
    id: 7,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'It’s Med Ed, дуже дякую за допомогу в підготовці до кроку! Було круто стати частинкою вашого потужного проекту, ви всі дуже молодці і створюєте дуже якісний продукт. Щодо мого результату, я наробила купу помилок при перенесенні відповідей у бланк через стрес, і через це я вже перенервувала і прийняла це. Але по моїм відповідям у мене вийшов дуже хороший результат, приблизно такий як я надіялась, ще нема результатів від цт, але попередньо зробила 9-10 помилок. І я дуже задоволена від того, наскільки зросли мої знання на курсі, за ці 9 місяців ми повторили майже всю базу і дуже круто зараз з таким багажем знань залітати в інтернатуру. Іванка просто найкраща вчителька евер❤️ і я не втомлювалась дивуватись і захоплюватись від того скільки всього вона знає🙀',
    author: 'Улюлений студент',
  },
  {
    id: 8,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Іванка, дякую тобі за таку роботу, хоча мені здається слово дякую тут не буде достатньо. З тобою було дуже комфортно і цікаво вчитися🥲❤️ нам би таких викладачів в НМУ',
    author: 'Улюлений студент',
  },
  {
    id: 9,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Велике дякую за те що створили такий класний навчальний процес для кожного з нас, за якісні матеріали, якісну підготовку до кроку, за те що були на звʼязку 24/7. Іванка - ти найкраща, ти завжди будеш моїм гуру з медицини ! Бажаю натхнення і дякую ще раз за все',
    author: 'Улюлений студент',
  },
  {
    id: 10,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Велике дякую за те що створили такий класний навчальний процес для кожного з нас, за якісні матеріали, якісну підготовку до кроку, за те що були на звʼязку 24/7. Іванка - ти найкраща, ти завжди будеш моїм гуру з медицини ! Бажаю натхнення і дякую ще раз за все',
    author: 'Улюлений студент',
  },
];

export default reviews;
