import sophiaImage from "../../../assets/students/sofia.jpg"

const reviews = [
  {
    id: 1,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Все доволі детально і зрозуміло. Мені дуже сподобалось можна круто взаємодіяти з викладачем. Також у групу ще до кидається додатково інформація або коротко пояснення по певній темі. Загалом все дуже круто і аж слів немає описати яка я задоволена',
    author: 'Улюлений студент',
  },
  {
    id: 2,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Все супер. Дуже подобається підхід викладання та увага до деталей при поясненні кожного питання та варіанту відповіді + це не просто суха інформація для підготовки до іспиту, бо кожна лекція та практичне заняття пов`язане не з заучуванням інформації, а з розумінням матеріалу та клінічного значення',
    author: 'Улюлений студент',
  },
  {
    id: 3,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Незалежно від настрою, з яким я приходила на заняття, після них завжди відчувала підйом і натхнення. ☺️ Було надзвичайно цікаво слухати пояснення викладача — все подавалося доступно, чітко, з прикладами. Особливо вдячна за терпіння і готовність пояснювати матеріал кілька разів, якщо щось одразу було незрозумілим. Також дуже сподобалися інтерактиви: вони робили навчання живим і захопливим.',
    author: 'Улюлений студент',
  },
  {
    id: 4,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Заняття з викладачем Віктором були шикарні , це людина з великої букви , яка вміє навчити та пояснити важкі теми легко і доступно , цей викладач знає все , ніколи не давав нам опустити руки і завжди був на позитиві та дарував цей хороший настрій і знання нам , обов`язково буду рекомендувати цей курс ❤️',
    author: 'Улюлений студент',
  },
  {
    id: 5,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Легкі, цікаві, іноді з жартами. Мені дуже подобались. Кілька разів «вбила» пацієнта ліками, вигадала нові слова для словника української мови та створила нові протоколи лікування ) Але зараз я знаю і розумію дуже багато, тому що ви не просто готуєте до складання Кроку-1 та допомагаєте з легкістю розібратися у складних темах, а й знову закохуєте в медицину! Буду сумувати за цими практичними заняттями 🫶🏻',
    author: 'Улюлений студент',
  },
  {
    id: 6,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Дуже сподобалось,вперше була на такому форматі підготовки Дуже сподобалось що матеріал суто по основному,нічого зайвого і без води.Ніка дуже цікаво розповідає,дає асоціації (хоч на кроці не було грушоподібних клітин ,але так гарно запамʼятала асоціацію😁)',
    author: 'Улюлений студент',
  },
  {
    id: 7,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Сподобалось що кожному була увага,відповіді на запитання+цікаві клінічні випадки з роботи та і з життя) Це дійсно цінно дуже ❤️',
    author: 'Улюлений студент',
  },
  {
    id: 8,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Практичні заняття були місцем сили, де отримувала багато важливих знань, що не тільки допомогли на кроці, а й на парах. А ще Богдан - сонечко і він стільки лайфхаків по запамʼятовуванню дав, що теми, які раніше я думала ніколи не запам’ятаю, тепер знаю на ура🥰',
    author: 'Улюлений студент',
  },
  {
    id: 9,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Супер мега вайбово, не напряжно і не було страху робити помилки і отримати осуд. Богдан чудовий викладач !!!',
    author: 'Улюлений студент',
  },
  {
    id: 10,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Все просто феноменально, фантастично, феєрично. На парах в універі ніколи так добре не пояснюють, а іноді як питаєш то взагалі можуть сказати: «читай в книжці». А тут ні, тут настільки круто: все пояснюють, як чогось не знаєш, то підкажуть, завжди на контакті з викладачем. Рекомендасьйон',
    author: 'Улюлений студент',
  },
  {
    id: 11,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'На практичних заняттях я отримала відповіді на всі свої питання, сподобалось що викладач Віктор який у нас був пояснював до тих пір поки тобі не стане зрозуміло, навіть якщо це займало багато часу, та сподобалось що на наступне заняття викладач Віктор пам’ятав в кого по яким темам слабкі місця і повертався до них знову, за це йому велике дякую',
    author: 'Улюлений студент',
  },
  {
    id: 12,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Охххх ну це був мед😮‍💨🤌🏻✨. Для мене заняття з Віктором були як розгрузка у пʼятницю після навчального тижня. На занятті отримували не тільки цінні знання, а і гарний настрій) не було відчуття, що якщо я щось не знаю, помилюсь то за це мене закритикують (як на жаль буває у навчальних закладах:,,,,,). У такі моменти Віктор чудово пояснював матеріал, придумав як легше запамʼятати і це все поєднувалось жартами ( текнолоджі😃 ) . І сам план занять і візуал був чудово створений, де ми не тільки розбирали тести, а і вчились медичній логіці завдяки певним завданням. І гарне засвоєння матеріалу після лекції де все закріплювалось тестами КРОК. І завдяки курсу познайомилась з чудовими людьми 🥰',
    author: 'Улюлений студент',
  },
  {
    id: 13,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Іванка може ти цього не знаєш але ти мене спасла в цьому житті від відчаю твоя порада спрацювала і я по моїм підрахункам набрала 74% Я тобі дуже вдячна за те що ти нам викладала і допомагала за твою підтримку і час який ти нам приділяла',
    author: 'Улюлений студент',
  },
  {
    id: 14,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Практичні заняття з Нікою займають окреме місце в серці🫂 Особливо її котик, який любив завжди бути в кадрі кожне заняття було наповнене максимальною кількістю тестів і запитань різної складності, що давало можливість розігнати свій мозок і згадати те, що тобі здається, що ти це забув)',
    author: 'Улюлений студент',
  },
];

export default reviews;
