import sophiaImage from "../../../assets/students/sofia.jpg"

const reviews = [
  {
    id: 5,
    image: sophiaImage,
    title: 'Я набрала 91%',
    text: 'Я набрала 91% з укр.частини і схоже, що це найвищий результат на факультеті😍 А якщо дивитися по субтестах, то з патоморфології у мене 100%, за що я дуже хочу подякувати Марго💚, і за фармакологію теж 100%, за що я дуже вдячна Інні💙 (і ще за медбіо 100%, але то мені там вже просто пощастило, я вважаю 😂). Короче я надзвичайно вдячна тобі і всім причетним за Ітсмед і за те, що ви вчите краще, ніж в університеті!!! Люблю вас сильно❤️',
    author: 'Улюлений студент',
  },
  {
    id: 7,
    image: sophiaImage,
    title: 'Неймовірно сподобались',
    text: 'Неймовірно подобались, кожне питання якщо не зрозуміло розбирали і пояснювали навіть якщо з першого разу не зрозуміло.',
    author: 'Улюлений студент',
  },
  {
    id: 8,
    image: sophiaImage,
    title: 'Інтенсивно, але продуктивно',
    text: 'Підготовка до крок була інтенсивною, але продуктивною. Матеріалу було багато, але завдяки систематичному підходу, чіткому плану та регулярній практиці вдалося охопити всі теми. Особливо допомогли онлайн зустрічі , тести.',
    author: 'Улюлений студент',
  },
  {
    id: 11,
    image: sophiaImage,
    title: 'Це було дуже цікаво',
    text: 'Це було дуже цікаво, круті презентації, клінічні кейси. Дуже подобались заняття, йшла туди де тебе за помилки не сварять, а навпаки розбираються і пояснюють.',
    author: 'Улюлений студент',
  },
  {
    id: 12,
    image: sophiaImage,
    title: 'Дякую за кожну лекцію',
    text: 'Дякую за кожну лекцію і пояснення, легкий виклад інформації, яка зовсім не легка🥲 Завдяки вашим лекціям я нарешті зрозуміла теми, яких не розуміла протягом 3-х років і дуже вам вдячна🤗 Завдяки вам я пройшла цей складний етап - КРОК1  ДЯКУЮ❤️❤️❤️',
    author: 'Улюлений студент',
  },
];

export default reviews;
