export const INSTITUTIONS = {
  "Київ": [
    "Національний медичний університет імені О.О. Богомольця",
    "Київський медичний університет УАНМ",
    "Київський національний університет імені Тараса Шевченка (медичний факультет)",
    "Медичний факультет у складі Національного університету охорони здоров'я України імені П. Л. Шупика (НУОЗУ)",
    "Медичний факультет у складі Києво-Могилянської академії"
  ],
  "Львів": [
    "Львівський національний медичний університет імені Данила Галицького",
    "Львівський національний університет імені Івана Франка (медичний факультет)"
  ],
  "Харків": [
    "Харківський національний медичний університет",
    "Харківський національний університет імені В.Н. Каразіна (медичний факультет)"
  ],
  "Дніпро": [
    "Дніпровський державний медичний університет",
    "Дніпровський національний університет імені Олеся Гончара (медичний факультет)"
  ],
  "Одеса": [
    "Одеський національний медичний університет",
    "Одеський національний університет імені І.І. Мечникова (медичний факультет)"
  ],
  "Запоріжжя": [
    "Запорізький державний медико-фармацевтичний університет"
  ],
  "Вінниця": [
    "Вінницький національний медичний університет ім. М.І. Пирогова"
  ],
  "Тернопіль": [
    "Тернопільський національний медичний університет ім. І.Я. Горбачевського"
  ],
  "Івано-Франківськ": [
    "Івано-Франківський національний медичний університет"
  ],
  "Ужгород": [
    "Ужгородський національний університет (медичний факультет)"
  ],
  "Чернівці": [
    "Буковинський державний медичний університет",
    "Чернівецький національний університет імені Юрія Федьковича (медичний факультет)"
  ],
  "Суми": [
    "Сумський державний університет (медичний інститут)"
  ],
  "Полтава": [
    "Полтавський державний медичний університет"
  ],
  "Луганськ": [
    "Луганський державний медичний університет"
  ],
  "Донецьк": [
    "Донецький національний медичний університет"
  ],
  "Черкаси": [
    "Черкаський національний університет імені Богдана Хмельницького (медичний факультет)"
  ],
  "Херсон": [
    "Херсонський державний університет (медичний факультет)"
  ],
  "Інше": [
    "Інший ВНЗ"
  ]
};

export const FACULTIES = [
  "Медичний",
  "Стоматологічний",
  "Фармацевтичний",
  "Медико-психологічний"
];

export const COURSES = ["1", "2", "3", "4", "5", "6"];

export const GOALS = [
  "Підготовка до пар",
  "Підготовка до іспитів",
  "Підготовка до КРОК-1 медицина",
  "Підготовка до КРОК-1 стоматологія",
  "Підготовка до КРОК-2 медицина"
];