import { Header } from '../../components/Header/Header';
import { StepTwoHeader } from '../../components/StepTwoHeader/StepTwoHeader';
import { AboutCource } from '../../components/AboutCource/AboutCource';
import { BottomBanner } from '../../components/BottomBanner/BottomBanner';
import { Footer } from '../../components/Footer/Footer';
import heroImage from '../../assets/steps/step_one_medicine.png';
import team from '../../data/AboutCourse/MedicineStepTwo/team';
import reviews from '../../data/AboutCourse/MedicineStepTwo/reviews';

const content = {
  first_title: 'Опис курсу',
  second_title: 'План курсу:',
  third_title: 'Формати навчання:',
  first_text:
    'Курс підготовки до КРОК 2 складається з 35 тем. Після кожної лекції на Вас чекає практичне зайняття, де окрім тестів КРОК 2, ми вирішуємо тести STEP 2 та виконуємо чимало інтерактивних завдань.<br>В створенні наших лекцій ми використовуємо лише доказові та перевірені джерела, а саме українські та іноземні протоколи, Kaplan STEP 2, First Aid USMLE STEP 2, Медицина за Девідсоном, osmosis та amboss.<br>Курс підготовки до КРОК 2 від its med це не про «заучування ключових фраз тестів», це про розуміння захворювань: їх причин, клініки, діагностики та лікування. <br>Курс КРОК 2 це ваш курс молодого бійця перед інтернатурою.',
  second_text:
    '<b>Гематологія</b><br>Тема 1. Анемії. Гемолітична хвороба новонароджених<br><li>Класифікація анемій</li><li>Гостра та хронічна постгеморагічна анемія : причини, діагностика, лікування</li><li>Залізодефіцитна анемія: причини, діагностика, лікування</li><li>В-12фолієводефіцитна анемія: причини, клініка, діагностика, лікування</li><li>Гемолітичні анемії вроджені та набуті: причини, клініка, діагностика, лікування</li><li>Анемія при нирковій недостатності: причини, клініка, діагностика, лікування</li><li>Апластична анемія: причини, клініка, діагностика, лікування</li><li>Хвороба Вакеза: причини, клініка, діагностика, лікування</li><li>Отруєння чадним газом та метгемоглобінемія: причини, клініка, діагностика, лікування</li><li>Гемолітична хвороба плода і новонароджених: причини, форми, діагностика, лікування</li><br><br>Тема 2. Розлади згортання крові. Переливання крові<br><li>Класифікація геморагічних діатезів</li><li>Вазопатії: Геморагічний васкуліт, хвороба Рендю-Ослера-Вебера, синдром Елерса-Данлоса, дефіцит вітаміну С – причини, клініка, діагностика, лікування</li><li>Тромбоцитопатії: тромбоцитопенія, ідіопатична тромбоцитопенічна пурпура, синдром Мошковіца, гемолітико-уремічний синдром – причини, клініка, діагностика, лікування.</li><li>Коагулопатії: гемофілія А, В, С, хвороба Віллебранда – причини, клініка, діагностика, лікування.</li><li>Тромбофілії: фактор V Лейден, дефіцит протеїну S, антифосфоліпідний синдром, гіпергомоцистеїнемія – причини, клініка, діагностика.</li><li>ДВЗ-синдром: причини, клініка, діагностика, лікування</li><li>Визначення груп крові. Переливання крові: покази. Посттрансфузійні побічні реакції.</li>',
  third_text:
    '<ul>' +
    '<li><b>Лекція + практика (групи по 6 студентів)</b> <br>  Старт навчання з вересня (заняття раз на тиждень). <b>Вартість:</b> 450 грн за заняття.</li>' +
    '<li><b>Інтенсивний курс (необмежена кількість місць)</b> <br> Старт навчання в грудні. Лекції і домашні завдання на опрацювання. Загальний чат для студентів з викладачем для всіх питань. <b>Вартість:</b> 350 грн за заняття.</li>' +
    '</ul>',
    link: "https://drive.google.com/file/d/1WoVetEx3nWz4qmuozNy4u1V77jyzoLsi/view"
};

export const StepTwo = () => {
  return (
    <>
      <Header />
      <StepTwoHeader />
      <AboutCource
        image={heroImage}
        title={'КРОК-2. Медицина'}
        team={team}
        reviews={reviews}
        content={content}
        showCard={false}
        showBreadcrumbs={false}
        mpt={32}
      />
      <BottomBanner />
      <Footer />
    </>
  );
};
