import { Header } from '../../components/Header/Header';
import { BreakLine } from '../../components/BreakLine/BreakLine';
import { AboutCource } from '../../components/AboutCource/AboutCource';
import { BottomBanner } from '../../components/BottomBanner/BottomBanner';
import { Footer } from '../../components/Footer/Footer';
import heroImage from '../../assets/step-two-hero.webp';
import team from '../../data/AboutCourse/MedicineStepTwo/team';
import reviews from '../../data/AboutCourse/MedicineStepTwo/reviews';

const content = {
  first_title: "Опис курсу",
  second_title: "План курсу:",
  third_title: "Формати навчання:",
  first_text:
    "Курс підготовки до КРОК-2 охоплює 36 тем.<br>Після кожної лекції на вас чекає практичне заняття, де ми не лише розв’язуємо тести КРОК-2, а й працюємо зі STEP 2 та інтерактивними завданнями.<br><br>Усі матеріали створені на основі доказових і перевірених джерел: українські та міжнародні клінічні протоколи, Kaplan STEP 2, First Aid USMLE STEP 2, Медицина за Девідсоном, Osmosis та Amboss.<br><br>Підготовка до КРОК-2 з нами — це не про зазубрювання фраз, а про глибоке розуміння захворювань, їх причин, клінічних проявів, діагностики та лікування.",
  second_text:
    "<b>Блок 1 «Гематологія»</b><br>Тема 1. Анемії. Гемолітична хвороба новонароджених. Класифікація анемій. Гостра та хронічна постгеморагічна анемія. Залізодефіцитна анемія. В-12фолієводефіцитна анемія. Гемолітичні анемії вроджені та набуті. Анемія при нирковій недостатності. Апластична анемія. Хвороба Вакеза. Отруєння чадним газом та метгемоглобінемія. Гемолітична хвороба плода і новонароджених.",
  third_text:
    '<b>1) Навчання в групках (по 7 студентів) — 450 грн/лекція з практикою</b><br><br><svg style="margin-right:4px;" width="23" height="21" viewBox="0 0 23 21" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M20.125 8.75H2.875M15.3333 1.75V5.25M7.66667 1.75V5.25M7.475 19.25H15.525C17.1352 19.25 17.9402 19.25 18.5552 18.9639C19.0962 18.7122 19.536 18.3106 19.8116 17.8167C20.125 17.2552 20.125 16.5201 20.125 15.05V7.7C20.125 6.22986 20.125 5.49479 19.8116 4.93327C19.536 4.43935 19.0962 4.03778 18.5552 3.78611C17.9402 3.5 17.1352 3.5 15.525 3.5H7.475C5.86485 3.5 5.05977 3.5 4.44478 3.78611C3.90381 4.03778 3.46399 4.43935 3.18836 4.93327C2.875 5.49479 2.875 6.22986 2.875 7.7V15.05C2.875 16.5201 2.875 17.2552 3.18836 17.8167C3.46399 18.3106 3.90381 18.7122 4.44478 18.9639C5.05977 19.25 5.86485 19.25 7.475 19.25Z" stroke="#252C3F" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/></svg>Старт з вересня — 1 раз/тиждень<br><svg style="opacity: 0;margin-right:4px;" width="23" height="21" viewBox="0 0 23 21" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M20.125 8.75H2.875M15.3333 1.75V5.25M7.66667 1.75V5.25M7.475 19.25H15.525C17.1352 19.25 17.9402 19.25 18.5552 18.9639C19.0962 18.7122 19.536 18.3106 19.8116 17.8167C20.125 17.2552 20.125 16.5201 20.125 15.05V7.7C20.125 6.22986 20.125 5.49479 19.8116 4.93327C19.536 4.43935 19.0962 4.03778 18.5552 3.78611C17.9402 3.5 17.1352 3.5 15.525 3.5H7.475C5.86485 3.5 5.05977 3.5 4.44478 3.78611C3.90381 4.03778 3.46399 4.43935 3.18836 4.93327C2.875 5.49479 2.875 6.22986 2.875 7.7V15.05C2.875 16.5201 2.875 17.2552 3.18836 17.8167C3.46399 18.3106 3.90381 18.7122 4.44478 18.9639C5.05977 19.25 5.86485 19.25 7.475 19.25Z" stroke="#252C3F" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/></svg>Старт з грудня — 2 рази/тиждень<br><br><br><b>Що входить:</b><br><li><b>Запис лекції з теорією</b> — слухаєш у своєму темпі перед практикою</li><li><b>Живе практичне заняття</b> з викладачем у міні-групі (6 людей)</li><li><b>Опитування</b>, обговорення, вирішення тестів КРОК-2, STEP-2, клінічних кейсів</li><li><b>Домашка після кожного уроку:</b> КРОК-2, STEP-2 тести, clinicalcases, інтерактивні вправи</li><li><b>Чат з викладачем</b> — запитати можна будь-коли</li><br>Ідеально, якщо хочеш стабільність, ритм і підтримку на кожному етапі.<br><br><b>2) Інтенсивний курс (самостійне навчання) — 350 грн за лекцію</b><br><br><svg style="margin-right:4px;" width="23" height="21" viewBox="0 0 23 21" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M20.125 8.75H2.875M15.3333 1.75V5.25M7.66667 1.75V5.25M7.475 19.25H15.525C17.1352 19.25 17.9402 19.25 18.5552 18.9639C19.0962 18.7122 19.536 18.3106 19.8116 17.8167C20.125 17.2552 20.125 16.5201 20.125 15.05V7.7C20.125 6.22986 20.125 5.49479 19.8116 4.93327C19.536 4.43935 19.0962 4.03778 18.5552 3.78611C17.9402 3.5 17.1352 3.5 15.525 3.5H7.475C5.86485 3.5 5.05977 3.5 4.44478 3.78611C3.90381 4.03778 3.46399 4.43935 3.18836 4.93327C2.875 5.49479 2.875 6.22986 2.875 7.7V15.05C2.875 16.5201 2.875 17.2552 3.18836 17.8167C3.46399 18.3106 3.90381 18.7122 4.44478 18.9639C5.05977 19.25 5.86485 19.25 7.475 19.25Z" stroke="#252C3F" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/></svg>Старт з грудня — 2 лекції/тиждень<br><br><b>Що входить:</b><br><li><b>2 теоретичні лекції щотижня</b> — вчишся у зручний час</li><li><b>Домашка після кожної лекції:</b> КРОК-2 та STEP-2 тести та clinical cases</li><li><b>Чат з викладачем</b>— відповідаємо на всі твої питання.<br><br>Для тих, хто хоче «втиснути» підготовку в короткий час і не боїться самоорганізації.',
  link: "https://drive.google.com/file/d/1-UsSI_Gyl1D4wbUk7D67c0ufFivgGeux/view?usp=sharing",
};

export const StepTwo = () => {
  return (
    <>
      <Header />
      <BreakLine dpt={172} dpb={0} title={("Підготовка до крок-2")} text={"Ми допомагаємо засвоїти, а не зубрити навчальний матеріал<br>35 лекцій і 35 практичних занять – це твій шлях до успішного складання КРОК-2."}/>
      <AboutCource
        image={heroImage}
        title={'КРОК-2. Медицина'}
        team={team}
        reviews={reviews}
        content={content}
        showCard={false}
        showBreadcrumbs={false}
        mpt={32}
      />
      <BottomBanner link={"https://t.me/its_meded?text=Привіт!%20Час%20здобути%20КРОК-2%20і%20стати%20справжнім%20лікарем!%20👨‍⚕️%20Хочу%20записатися%20на%20курс!"} />
      <Footer />
    </>
  );
};
