import sophiaImage from "../../../assets/students/sofia.jpg"

const reviews = [
  {
    id: 1,
    image: sophiaImage,
    title: 'Tina',
    text: "Добрий день! Я нарешті склала іспит з анатомії!🙏🏻😇😅 Хочу щиро подякувати за такі цінні уроки, адже вони дійсно були дуже інформативними!Ваша допомога була дуже важливою!Ще раз неймовірно вдячна!💯 Бажаю надалі гарних учнів та усього найкращого!✨🙂",
    author: 'Улюлений студент',
  },
  {
    id: 2,
    image: sophiaImage,
    title: 'Настя',
    text: 'Добрий день! Все супер було, дуже сподобалось на уроці',
    author: 'Улюлений студент',
  },
  {
    id: 3,
    image: sophiaImage,
    title: 'Євгенія',
    text: 'НДобрий день! Перший урок пройшов супер, все сподобалось. Викладач чудово пояснює, коректує відповіді, формат пропрацьований і цікавий! Дякую 😌',
    author: 'Улюлений студент',
  },
  {
    id: 4,
    image: sophiaImage,
    title: 'Nataliya',
    text: 'Привіт! Все супер. Чітко, доступно, конденсовано. Продовжуємо! Дякую вам!',
    author: 'Улюлений студент',
  },
  {
    id: 5,
    image: sophiaImage,
    title: 'Oля',
    text: 'Привіт! Мені все сподобалось, просто заняття клас! Бо мене на анатомі], якщо чесно, взагалі не питають. Кажуть, ти і так все знаєш, все. А я хочу до кінця розібратись. Мені мало того, що там в книзі. Взагалі викладач суперський, мені все сподобалось. Я буду надалі з вами. Дуже рада, що я вас знайшла.',
    author: 'Улюлений студент',
  },
  {
    id: 6,
    image: sophiaImage,
    title: 'Катерина',
    text: 'Привіт! Дуже сподобалося) Все заняття пройшло динамічно, насичено і дуже цікаво. Багато практики, візуалізації. Викладач все детально показував і пояснював. Я задоволена',
    author: 'Улюлений студент',
  },
  {
    id: 8,
    image: sophiaImage,
    title: 'Tina',
    text: 'Добрий день! Урок дуже сподобався. Було дуже інформативно та продуктивно.',
    author: 'Улюлений студент',
  },
];

export default reviews;