import one from '../../../assets/mentors/mentor-placeholder.png';
import two from '../../../assets/mentors/mentor-placeholder-two.png';
import three from '../../../assets/mentors/mentor-placeholder-three.png';

const reviews = [
  {
    id: 1,
    image: one,
    title: 'Щира подяка за цінні уроки',
    text: "Добрий день! Я нарешті склала іспит з анатомії!🙏🏻😇😅 Хочу щиро подякувати за такі цінні уроки, адже вони дійсно були дуже інформативними!Ваша допомога була дуже важливою!Ще раз неймовірно вдячна!💯 Бажаю надалі гарних учнів та усього найкращого!✨🙂",
    author: 'Tina',
  },
  {
    id: 3,
    image: three,
    title: 'Цікавий формат і крутий викладач',
    text: 'НДобрий день! Перший урок пройшов супер, все сподобалось. Викладач чудово пояснює, коректує відповіді, формат пропрацьований і цікавий! Дякую 😌',
    author: 'Євгенія',
  },
  {
    id: 4,
    image: two,
    title: 'Чітко, доступно, конденсовано',
    text: 'Привіт! Все супер. Чітко, доступно, конденсовано. Продовжуємо! Дякую вам!',
    author: 'Nataliya',
  },
  {
    id: 5,
    image: three,
    title: 'Заняття просто клас!',
    text: 'Привіт! Мені все сподобалось, просто заняття клас! Бо мене на анатомі], якщо чесно, взагалі не питають. Кажуть, ти і так все знаєш, все. А я хочу до кінця розібратись. Мені мало того, що там в книзі. Взагалі викладач суперський, мені все сподобалось. Я буду надалі з вами. Дуже рада, що я вас знайшла.',
    author: 'Oля',
  },
  {
    id: 6,
    image: one,
    title: 'Динамічно, насичено і дуже цікаво',
    text: 'Привіт! Дуже сподобалося) Все заняття пройшло динамічно, насичено і дуже цікаво. Багато практики, візуалізації. Викладач все детально показував і пояснював. Я задоволена',
    author: 'Катерина',
  },
];

export default reviews;