const cardreviews = [
  {
    id: 1,
    question: "Як проходять уроки?",
    answer: "Ми надсилаємо тобі лекцію з теоретичним матеріалом, яку ти маєш переглянути і вивчити до практичного заняття. Уроки проходять на платформі Zoom."
  },
  {
    id: 2,
    question: "Яка тривалість практичного занятя?",
    answer: "Варіюється від години до двох (залежить від складності теми, твоєї підготовки до заняття та кількості учнів)"
  },
  {
    id: 3,
    question: "В який день проводиться практика?",
    answer: "Викладач щотижня надсилає тайм-слоти, серед яких ти обираєш дату і час уроку."
  },
  {
    id: 4,
    question: "Як часто проходять уроки?",
    answer: "Оскільки це заняття з підготовки до пар, то заняття відбуваються раз на тиждень перед парою в ВН"
  },
  {
    id: 5,
    question: "Чи можна ставити більше занять на тиждень?",
    answer: "Так, якщо у тебе циклова система навчання/підготовка до іспиту, ти можеш обговорити з викладачем кількість занять на тиждень."
  },
  {
    id: 6,
    question: "Як формуються групи на навчання?",
    answer: "Оскільки по Україні різні кафедральні тематичні плани, групи формуємо виключно зі студентів з одного ВНЗ. Ти можеш самостійно сформувати групу з одногрупниками або ми виставимо анонс на набір на навчання. "
  },
  {
    id: 7,
    question: "Я не з Богомольця, чи можу я записатись на заняття?",
    answer: "Так, звісно, ми навчаємо студентів з усієї України. Адаптуємо урок відповідно до твого тематичного плану."
  },
  {
    id: 8,
    question: "Коли я можу записатись на заняття?",
    answer: "Групи по дисциплінам формуємо протягом усього року, тож можна записатись і з вересня, і пізніше. "
  },
  {
    id: 9,
    question: "Як відбувається оплата?",
    answer: "Оплата відбувається перед лекцією на рахунок ФОП."
  },
  {
    id: 10,
    question: "Я навчаюсь в групі з 2х/3х людей, що робити, якщо я не можу бути присутнім на уроці?",
    answer: "Ми можемо запропонувати перенести заняття на інший зручний день для всіх (попередили щонайменше за 3 години до початку) або зробити запис практики і надіслати в чат на самоопрацювання для студента, який відсутній."
  },
  {
    id: 11,
    question: "Списання оплати",
    answer: "Якщо попереджуєш пізніше, ніж за 3 години до початку уроку про відміну заняття, то на жаль, оплата за заняття буде списана."
  },
];

export default cardreviews;
