const cards = [
  {
    id: 1,
    question: "Як відбувається підготовка до КРОК-1 і КРОК-2?",
    answer: "Підготовка проходить за тематичними модулями з тестами, флеш-картками та конспектами для зручного засвоєння матеріалу."
  },
  {
    id: 2,
    question: "Як відбувається підготовка до КРОК-1 і КРОК-2?",
    answer: "Підготовка проходить за тематичними модулями з тестами, флеш-картками та конспектами для зручного засвоєння матеріалу."
  },
  {
    id: 3,
    question: "Як відбувається підготовка до КРОК-1 і КРОК-2?",
    answer: "Підготовка проходить за тематичними модулями з тестами, флеш-картками та конспектами для зручного засвоєння матеріалу."
  },
  {
    id: 4,
    question: "Як відбувається підготовка до КРОК-1 і КРОК-2?",
    answer: "Підготовка проходить за тематичними модулями з тестами, флеш-картками та конспектами для зручного засвоєння матеріалу."
  },
  {
    id: 5,
    question: "Як відбувається підготовка до КРОК-1 і КРОК-2?",
    answer: "Підготовка проходить за тематичними модулями з тестами, флеш-картками та конспектами для зручного засвоєння матеріалу."
  },
  {
    id: 6,
    question: "Як відбувається підготовка до КРОК-1 і КРОК-2?",
    answer: "Підготовка проходить за тематичними модулями з тестами, флеш-картками та конспектами для зручного засвоєння матеріалу."
  },
  {
    id: 7,
    question: "Як відбувається підготовка до КРОК-1 і КРОК-2?",
    answer: "Підготовка проходить за тематичними модулями з тестами, флеш-картками та конспектами для зручного засвоєння матеріалу."
  },
];

export default cards;
