const reviews = [
  {
    id: 1,
    title: 'Детально і зрозуміло',
    text: 'Все доволі детально і зрозуміло. Мені дуже сподобалось можна круто взаємодіяти з викладачем. Також у групу ще до кидається додатково інформація або коротко пояснення по певній темі. Загалом все дуже круто і аж слів немає описати яка я задоволена',
  },
  {
    id: 2,
    title: 'Все супер',
    text: 'Дуже подобається підхід викладання та увага до деталей при поясненні кожного питання та варіанту відповіді + це не просто суха інформація для підготовки до іспиту, бо кожна лекція та практичне заняття пов`язане не з заучуванням інформації, а з розумінням матеріалу та клінічного значення.',
  },
  {
    id: 3,

    title: 'Цікаво, доступно, з прикладами',
    text: 'Незалежно від настрою, з яким я приходила на заняття, після них завжди відчувала підйом і натхнення. ☺️ Було надзвичайно цікаво слухати пояснення викладача — все подавалося доступно, чітко, з прикладами. Особливо вдячна за терпіння і готовність пояснювати матеріал кілька разів, якщо щось одразу було незрозумілим. Також дуже сподобалися інтерактиви: вони робили навчання живим і захопливим.',
  },
  {
    id: 4,

    title: 'Віктор — викладач з великої букви',
    text: 'Заняття з викладачем Віктором були шикарні , це людина з великої букви , яка вміє навчити та пояснити важкі теми легко і доступно , цей викладач знає все , ніколи не давав нам опустити руки і завжди був на позитиві та дарував цей хороший настрій і знання нам , обов`язково буду рекомендувати цей курс ❤️',
  },
  {
    id: 5,

    title: 'Легкі, цікаві, іноді з жартами',
    text: 'Мені дуже подобались. Кілька разів «вбила» пацієнта ліками, вигадала нові слова для словника української мови та створила нові протоколи лікування ) Але зараз я знаю і розумію дуже багато, тому що ви не просто готуєте до складання Кроку-1 та допомагаєте з легкістю розібратися у складних темах, а й знову закохуєте в медицину! Буду сумувати за цими практичними заняттями 🫶🏻',
  },
  {
    id: 6,

    title: 'Дуже сподобалось',
    text: 'Дуже сподобалось, вперше була на такому форматі підготовки Дуже сподобалось що матеріал суто по основному,нічого зайвого і без води.Ніка дуже цікаво розповідає,дає асоціації (хоч на кроці не було грушоподібних клітин ,але так гарно запамʼятала асоціацію😁)',
  },
  {
    id: 8,

    title: 'Практичні заняття - місце сили',
    text: 'Практичні заняття були місцем сили, де отримувала багато важливих знань, що не тільки допомогли на кроці, а й на парах. А ще Богдан - сонечко і він стільки лайфхаків по запамʼятовуванню дав, що теми, які раніше я думала ніколи не запам’ятаю, тепер знаю на ура🥰',
  },
  {
    id: 10,

    title: 'Феноменально, фантастично, феєрично',
    text: 'На парах в універі ніколи так добре не пояснюють, а іноді як питаєш то взагалі можуть сказати: «читай в книжці». А тут ні, тут настільки круто: все пояснюють, як чогось не знаєш, то підкажуть, завжди на контакті з викладачем. Рекомендасьйон',
  },
  {
    id: 12,

    title: 'Охххх ну це був мед😮💨 🤌 ✨',
    text: ' Для мене заняття з Віктором були як розгрузка у пʼятницю після навчального тижня. На занятті отримували не тільки цінні знання, а і гарний настрій) не було відчуття, що якщо я щось не знаю, помилюсь то за це мене закритикують (як на жаль буває у навчальних закладах:,,,,,). У такі моменти Віктор чудово пояснював матеріал, придумав як легше запамʼятати і це все поєднувалось жартами ( текнолоджі😃 ) . І сам план занять і візуал був чудово створений, де ми не тільки розбирали тести, а і вчились медичній логіці завдяки певним завданням. І гарне засвоєння матеріалу після лекції де все закріплювалось тестами КРОК. І завдяки курсу познайомилась з чудовими людьми 🥰',
  },
  {
    id: 13,

    title: 'Іванка, ти мене врятувала ❤',
    text: 'Іванка може ти цього не знаєш але ти мене спасла в цьому житті від відчаю твоя порада спрацювала і я по моїм підрахункам набрала 74% Я тобі дуже вдячна за те що ти нам викладала і допомагала за твою підтримку і час який ти нам приділяла',
  },
  {
    id: 14,

    title: 'Практики з Нікою — в серці 🫂',
    text: 'Практичні заняття з Нікою займають окреме місце в серці🫂 Особливо її котик, який любив завжди бути в кадрі кожне заняття було наповнене максимальною кількістю тестів і запитань різної складності, що давало можливість розігнати свій мозок і згадати те, що тобі здається, що ти це забув)',
  },
];

export default reviews;
