import one from '../../../assets/mentors/mentor-placeholder.png';
import two from '../../../assets/mentors/mentor-placeholder-two.png';
import three from '../../../assets/mentors/mentor-placeholder-three.png';

const reviews = [
  {
    id: 1,
    image: one,
    title: 'Це саме той формат, який я шукала',
    text: "Якраз в групку написала, все дуже класно, з мене вичавили всі знання які тільки були і я сама в собі переконана, що тему зрозуміла, це саме той формат, який я шукала щиро за це дякую.",
    author: 'Анна',
  },
  {
    id: 2,
    image: two,
    title: 'Викладач - просто бомба! ',
    text: 'Добрий день! Хочу подякувати за чудовий урок ☺️ Викладач - просто бомба! Матеріал класно викладений, багато незвичайного та цікавого інтерактиву, гарно пояснює, було дуже цікаво ❤️❤️❤️',
    author: 'Катерина',
  },
  {
    id: 5,
    image: two,
    title: 'Матеріал пояснювали дуже доступно',
    text: 'Доброго дня, дуже сподобалось заняття,  все зрозуміло, якщо щось було не ясно, матеріал пояснювали дуже доступно, мені все сподобалося) дякую',
    author: 'Олексій',
  },
  {
    id: 6,
    image: one,
    title: 'Гарно розкладена інформація та чудове пояснення',
    text: 'Було все дуже чудово, справді, так гарно розкладена інформація , чудове пояснення, завдання. В такому форматі супер приємно працювати. Ви супер 🩷🩷🩷 викладачка 11039493/10',
    author: 'Вікторія',
  },
  {
    id: 8,
    image: three,
    title: 'Дуже задоволена',
    text: 'Матеріал весь по поличкам, усе незрозуміле пояснює, абсолютно адекватно реагує, якщо ти щось недовчив або забув. Отже, я справді дуже задоволена, дякую🙏🏼',
    author: 'Софія',
  },
  {
    id: 9,
    image: one,
    title: 'Презентації, візуал і мемчики — вогонь 🔥',
    text: 'Мені особисто дуже сподобалось. презентації-лекції дуже круті доречі - візуал крутий і інформація відповідно. Робить так щоб ти думала , а не просто підказав і все. так типу як наводящі питання, які розвивають думки . Так краще запам`ятовується. Мемчики також огонь. дуже асоціативно. Витримав всі мої питання ) пхахаха. І взагалі все на вищому рівні. немає недоліків.',
    author: 'Анастасія',
  },
];

export default reviews;