import sophiaImage from "../../../assets/students/sofia.jpg"

const reviews = [
  {
    id: 1,
    image: sophiaImage,
    title: 'Анна',
    text: "Якраз в групку написала, все дуже класно, з мене вичавили всі знання які тільки були і я сама в собі переконана, що тему зрозуміла, це саме той формат, який я шукала щиро за це дякую.",
    author: 'Улюлений студент',
  },
  {
    id: 2,
    image: sophiaImage,
    title: 'Катерина',
    text: 'Добрий день! Хочу подякувати за чудовий урок ☺️ Викладач - просто бомба! Матеріал класно викладений, багато незвичайного та цікавого інтерактиву, гарно пояснює, було дуже цікаво ❤️❤️❤️',
    author: 'Улюлений студент',
  },
  {
    id: 3,
    image: sophiaImage,
    title: 'Лейла',
    text: 'Здравствуйте, все прошло хорошо , очень понравился учитель и как подносит материал 😊',
    author: 'Улюлений студент',
  },
  {
    id: 4,
    image: sophiaImage,
    title: 'Аміна',
    text: 'Заняття з фармакології пройшло чудово, ми дуже задоволені! Дякуємо!',
    author: 'Улюлений студент',
  },
  {
    id: 5,
    image: sophiaImage,
    title: 'Олексій',
    text: 'Доброго дня, дуже сподобалось заняття,  все зрозуміло, якщо щось було не ясно, матеріал пояснювали дуже доступно, мені все сподобалося) дякую',
    author: 'Улюлений студент',
  },
  {
    id: 6,
    image: sophiaImage,
    title: 'Вікторія',
    text: 'Було все дуже чудово, справді, так гарно розкладена інформація , чудове пояснення, завдання. В такому форматі супер приємно працювати. Ви супер 🩷🩷🩷 викладачка 11039493/10',
    author: 'Улюлений студент',
  },
  {
    id: 8,
    image: sophiaImage,
    title: 'Софія',
    text: 'Матеріал весь по поличкам, усе незрозуміле пояснює, абсолютно адекватно реагує, якщо ти щось недовчив або забув. Отже, я справді дуже задоволена, дякую🙏🏼',
    author: 'Улюлений студент',
  },
  {
    id: 9,
    image: sophiaImage,
    title: 'Анастасія',
    text: 'Мені особисто дуже сподобалось. презентації-лекції дуже круті доречі - візуал крутий і інформація відповідно. Робить так щоб ти думала , а не просто підказав і все. так типу як наводящі питання, які розвивають думки . Так краще запам`ятовується. Мемчики також огонь. дуже асоціативно. Витримав всі мої питання ) пхахаха. І взагалі все на вищому рівні. немає недоліків.',
    author: 'Улюлений студент',
  },
];

export default reviews;