import one from '../../assets/mentors/mentor-placeholder.png';
import two from '../../assets/mentors/mentor-placeholder-two.png';
import three from '../../assets/mentors/mentor-placeholder-three.png';

const testimonials = [
  {
    id: 1,
    image: one,
    title: 'Це просто космос',
    text: 'Доброго дня, вчора забрала цей скарб, велике дякую!! Це просто космос',
    author: "Катерина"
  },
  {
    id: 2,
    image: two,
    title: 'Окремий респект за QR із музикою ',
    text: 'Доброго ранку, вчора забрала збірнички. Проглянула і воні неймовірні, окремий респект за QR-код з музичкою. Зараз збираюсь на пару, слухаю і кайфую. Дякую вам',
    author: "Софія"
  },
  {
    id: 3,
    image: three,
    title: 'Все структуровано та красиво! ',
    text: 'Привіт)  Збірник забрала, мені дуже подобається дизайн, все структуровано та красиво! Десь годину чисто втикала в нього, все переглядала. Також QR-коди з відео, де показують, як діє препарат та розповідають про нього англійською мовою - це в саме сердечко💘 Видно, що все зроблено з душею, дякую велике!!💗',
    author: "Глафіра"
  },
  {
    id: 4,
    image: one,
    title: 'Все на найвищому рівні',
    text: 'Добрий день, посібники забрала, все як завжди на вищому рівні. Дякую велике',
    author: "Вікторія"
  },
  {
    id: 5,
    image: three,
    title: 'Оформлення та якість - то 100/10',
    text: 'Привіт)) Отримала збірник- то бомба🔥🔥 Поки по вмісту не можу нічого сказати, бо не в темі предмету, але оформлення, якість - то 100/10🥰🥰 дякую окремо за подаруночок і плейлист🤩🤩 короче, я в захваті)',
    author: "Марія"
  },
];

export default testimonials;
