import { Header } from '../../../components/Header/Header';
import { AboutCource } from '../../../components/AboutCource/AboutCource';
import { Footer } from '../../../components/Footer/Footer';
import team from '../../../data/AboutCourse/Medicine/team';
import reviews from '../../../data/AboutCourse/Medicine/reviews';
import heroImage from '../../../assets/pharmacy.png';
import cardImage from '../../../assets/steps/step_two_medicine.png';

const content = {
  first_title: 'Опис курсу',
  second_title: 'План курсу:',
  third_title: 'Формати навчання:',
  first_text:
    'Курс охоплює 32 теми, що включають матеріал перших трьох років навчання та відповідають більшості запитань у ЄДКІ КРОК 1.<br><br>Програма структурована за принципом підручника First Aid Step 1 і доповнена матеріалами платформ Amboss, Osmosis, а також підручників Робінсона, Гайтона, Ранга і Дейла.<br><br>Усі лекції супроводжуються банком тестів на основі викладеного матеріалу.',
  second_text:
    '<b>Блок 1 «Дихальна система»</b><br>Тема 1. Анатомічні, гістологічні, фізіологічні особливості дихальних шляхів. Патофізіологічні та патоморфологічні процеси в дихальній системі (риніт, ларингіт, епіглотит, бронхіт, бронхіоліт, пневмоніт, плеврит, аспірація, пневмоторакс)<br><br>Тема 2. Респіраторний відділ легень. Сурфактант. Дистрес-синдром. ХОЗЛ,емфізема. Плевра, пневмоторакс, ателектаз легені. Резуляція дихання: дихальний центр, дихальні м’язи. Стимулятори дихання. Параметри зовнішнього дихання (ЖЄЛ, ОФВ, ДО, рОВ тощо). Альвеолярна недостатність. Патологічні типи дихання. Гіпоксія. Біохмія тканинного дихання. Отруєння ціанідами.',
  third_text:
    '<b>1) Навчання в групках (по 6 студентів)- 450 грн/лекція з практикою</b><br><br><svg style="margin-right:4px;" width="23" height="21" viewBox="0 0 23 21" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M20.125 8.75H2.875M15.3333 1.75V5.25M7.66667 1.75V5.25M7.475 19.25H15.525C17.1352 19.25 17.9402 19.25 18.5552 18.9639C19.0962 18.7122 19.536 18.3106 19.8116 17.8167C20.125 17.2552 20.125 16.5201 20.125 15.05V7.7C20.125 6.22986 20.125 5.49479 19.8116 4.93327C19.536 4.43935 19.0962 4.03778 18.5552 3.78611C17.9402 3.5 17.1352 3.5 15.525 3.5H7.475C5.86485 3.5 5.05977 3.5 4.44478 3.78611C3.90381 4.03778 3.46399 4.43935 3.18836 4.93327C2.875 5.49479 2.875 6.22986 2.875 7.7V15.05C2.875 16.5201 2.875 17.2552 3.18836 17.8167C3.46399 18.3106 3.90381 18.7122 4.44478 18.9639C5.05977 19.25 5.86485 19.25 7.475 19.25Z" stroke="#252C3F" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/></svg>Старт з жовтня — 1 раз/тиждень<br><svg style="opacity: 0; margin-right:4px;" width="23" height="21" viewBox="0 0 23 21" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M20.125 8.75H2.875M15.3333 1.75V5.25M7.66667 1.75V5.25M7.475 19.25H15.525C17.1352 19.25 17.9402 19.25 18.5552 18.9639C19.0962 18.7122 19.536 18.3106 19.8116 17.8167C20.125 17.2552 20.125 16.5201 20.125 15.05V7.7C20.125 6.22986 20.125 5.49479 19.8116 4.93327C19.536 4.43935 19.0962 4.03778 18.5552 3.78611C17.9402 3.5 17.1352 3.5 15.525 3.5H7.475C5.86485 3.5 5.05977 3.5 4.44478 3.78611C3.90381 4.03778 3.46399 4.43935 3.18836 4.93327C2.875 5.49479 2.875 6.22986 2.875 7.7V15.05C2.875 16.5201 2.875 17.2552 3.18836 17.8167C3.46399 18.3106 3.90381 18.7122 4.44478 18.9639C5.05977 19.25 5.86485 19.25 7.475 19.25Z" stroke="#252C3F" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/></svg>Старт з січня — 2 рази/тиждень<br><br><b>Що входить:</b><br><li><b>Запис лекції з теорією</b> — слухаєш у своєму темпі перед практикою</li><li><b>Живе практичне заняття</b> з викладачем у міні-групі (6 людей)</li><li><b>Опитування</b>, обговорення, вирішення тестів КРОК-1, STEP-1, клінічних кейсів.</li><li><b>Домашка після кожного уроку:</b> КРОК-1, STEP-1 тести, clinical cases, інтерактивні вправи на відповідність, інтерактивні завданнями на відповідність, текст на True/False та словничок до кожної теми.</li><li><b>Чат з викладачем</b> — запитати можна будь-коли</li><br>Ідеально, якщо хочеш стабільність, ритм і підтримку на кожному етапі.<br><br><b>2) Інтенсивний курс (самостійне навчання) — 350 грн за лекцію</b><br><br><svg style="margin-right:4px;" width="23" height="21" viewBox="0 0 23 21" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M20.125 8.75H2.875M15.3333 1.75V5.25M7.66667 1.75V5.25M7.475 19.25H15.525C17.1352 19.25 17.9402 19.25 18.5552 18.9639C19.0962 18.7122 19.536 18.3106 19.8116 17.8167C20.125 17.2552 20.125 16.5201 20.125 15.05V7.7C20.125 6.22986 20.125 5.49479 19.8116 4.93327C19.536 4.43935 19.0962 4.03778 18.5552 3.78611C17.9402 3.5 17.1352 3.5 15.525 3.5H7.475C5.86485 3.5 5.05977 3.5 4.44478 3.78611C3.90381 4.03778 3.46399 4.43935 3.18836 4.93327C2.875 5.49479 2.875 6.22986 2.875 7.7V15.05C2.875 16.5201 2.875 17.2552 3.18836 17.8167C3.46399 18.3106 3.90381 18.7122 4.44478 18.9639C5.05977 19.25 5.86485 19.25 7.475 19.25Z" stroke="#252C3F" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/></svg>Старт з січня — 2 лекції/тиждень<br><br><b>Що входить:</b><br><li><b>2 теоретичні лекції щотижня</b> — вчишся у зручний час</li><li><b>Домашка після кожної лекції:</b> КРОК-1, STEP-1 тести, clinical cases, інтерактивні вправи на відповідність, інтерактивні завданнями на відповідність, текст на True/False та словничок до кожної теми.</li><li><b>Чат з викладачем</b>— відповідаємо на всі твої питання.<br><br>Для тих, хто хоче «втиснути» підготовку в короткий час і не боїться самоорганізації.',
  link: "https://drive.google.com/file/d/1gKP8AjPzoNiZ7MQYKsOnNlqsWGQLEmF8/view?usp=sharing"
};

export const Medicine = () => {
  return (
    <>
      <Header />
      <AboutCource
        image={heroImage}
        title={'КРОК-1 Медицина'}
        team={team}
        reviews={reviews}
        content={content}
        cardImage={cardImage}
        cardTitle={'Курс включає:'}
        cardContent={
          '<li>Доступ до записів лекцій</li><li>Підтримку викладача</li><li>Підготовку до англомовної частини</li><li>Теми оновлені відповідно до вимог від ЦТ на 2026 рік</li>'
        }
      />
      <Footer />
    </>
  );
};
