import { Header } from '../../../components/Header/Header';
import { AboutCource } from '../../../components/AboutCource/AboutCource';
import { Footer } from '../../../components/Footer/Footer';
import team from '../../../data/AboutCourse/Medicine/team';
import reviews from '../../../data/AboutCourse/Medicine/reviews';
import heroImage from '../../../assets/pharmacy.png';
import cardImage from '../../../assets/steps/step_two_medicine.png';

const content = {
  first_title: 'Опис курсу',
  second_title: 'План курсу:',
  third_title: 'Формати навчання:',
  first_text:
    'Курс підготовки до КРОК 1 медицина<br>Курс складається з 32 тем, що охоплюють матеріал, опрацьований за перші три роки навчання та викладений у більшості питань ЄДКІ КРОК 1<br>Курс систематизований за принципом підручника First aid STEP 1 та розширений матеріалами платформ Amboss, Osmosis, підручників Робінсона, Гайтона, Ранга та Дейла.<br>Усі лекції супроводжуються банком тестів на основі викладеного матеріалу.',
  second_text:
    '<b>Блок 1 «Дихальна система»</b><br>Тема 1.<br><li>Анатомія, гістологія, фізіологія, патоморфологія дихальних шляхів, патологія мукоциліарного транспорту, бронхіти, астма, ХОЗЛ, пневмоторакс, альвеолярна недостатність, гіпоксія, отруєння ціанідами, пневмонії, туберкульоз, саркоїдоз, пневмоконіози, рак легень.</li><br>Тема 2.<br><li>Респіраторний відділ легень. Сурфактант. Дистрес-синдром. ХОЗЛ, емфізема. Плевра, пневмоторакс, ателектаз легені. Резуляція дихання: дихальний центр, дихальні м’язи. Стимулятори дихання. Параметри зовнішнього дихання (ЖЄЛ, ОФВ, ДО, рОВ тощо). Альвеолярна недостатність. Патологічні типи дихання. Гіпоксія. Біохмія тканинного дихання. Отруєння ціанідами.</li>',
  third_text:
    '<b>Лекція + практика (групи по 6 студентів)</b> <br> Перший потік з жовтня (заняття раз на тиждень), другий потік з січня (заняття двічі на тиждень). Вартість: 450 грн за заняття.' + '<br>' + '<br>' +
    '<b>Інтенсивний курс (необмежена кількість місць)</b> <br> Старт навчання в січні. Лекції та домашні завдання для самостійного опрацювання. Загальний чат для студентів з викладачем для всіх питань. Вартість: 350 грн за заняття.',
  link: "https://drive.google.com/file/d/1K1wyypU2o4v24WDsbYT1b07CmH8ndVSW/view"
};

export const Medicine = () => {
  return (
    <>
      <Header />
      <AboutCource
        image={heroImage}
        title={'КРОК-1 Медицина'}
        team={team}
        reviews={reviews}
        content={content}
        cardImage={cardImage}
        price={'350грн'}
        cardTitle={'Курс включає:'}
        cardContent={
          '<li>Чітку структуру матеріалів.</li><li>Доступ до записів лекцій</li><li>Підтримку викладача і можливість отримати відповіді на свої питання</li><li>Ефективну підготовку до КРОК-1 без зайвих зусиль!</li>'
        }
      />
      <Footer />
    </>
  );
};
