import { Header } from '../../../components/Header/Header';
import { AboutCource } from '../../../components/AboutCource/AboutCource';
import { Footer } from '../../../components/Footer/Footer';
import team from '../../../data/AboutCourse/Medicine/team';
import reviews from '../../../data/AboutCourse/Medicine/reviews';
import heroImage from '../../../assets/pharmacy.png';
import cardImage from '../../../assets/steps/step_two_medicine.png';

const content = {
  first_title: 'Опис курсу',
  second_title: 'План курсу:',
  third_title: 'Формати навчання:',
  first_text:
    'Курс підготовки до КРОК 1 медицина<br>Курс складається з 32 тем, що охоплюють матеріал, опрацьований за перші три роки навчання та викладений у більшості питань ЄДКІ КРОК 1<br>Курс систематизований за принципом підручника First aid STEP 1 та розширений матеріалами платформ Amboss, Osmosis, підручників Робінсона, Гайтона, Ранга та Дейла.<br>Усі лекції супроводжуються банком тестів на основі викладеного матеріалу.',
  second_text:
    '<li>Блок 1 «Дихальна система»</li>Анатомія, гістологія, фізіологія, патоморфологія дихальних шляхів, патологія мукоциліарного транспорту, бронхіти, астма, ХОЗЛ, пневмоторакс, альвеолярна недостатність, гіпоксія, отруєння ціанідами, пневмонії, туберкульоз, саркоїдоз, пневмоконіози, рак легень.<br><br>' +
    '<li>Блок 2 «Система крові. Імунітет. Запалення»</li>Еритроцити, анемії, лейкоцити, лейкози, гемостаз, антикоагулянти, тромбози, буферні системи крові, імунні реакції, алергії, вакцини, відторгнення трансплантату, запалення, лихоманка, НПЗЗ.<br><br>' +
    '<li>Блок 3 «Серцево-судинна система»</li>Анатомія та провідна система серця, ЕКГ, аритмії, артеріальна гіпертензія, РААС, атеросклероз, шок, інфаркт, серцева недостатність, фармакологія антиангінальних засобів та дигоксину.<br><br>' +
    '<li>Блок 4 «Нирки. Ендокринна система. Нервова система»</li>Ниркова недостатність, діуретики, ендокринні патології, діабет, гормони, хвороби ЦНС, інсульт, місцеві анестетики, органи чуття, глаукома.<br><br>' +
    '<li>Блок 5 «ШКТ. Пухлини»</li>Патологія шлунково-кишкового тракту, H.pylori, хвороби печінки, панкреатити, пухлинний ріст, протипухлинні засоби, генетика та спадкові хвороби.<br><br>' +
    '<li>Блок 6 «Основи мікробіології. Інфекції»</li>Морфологія вірусів і бактерій, вірусні гепатити, туберкульоз, холера, ботулізм, інфекції, викликані найпростішими та гельмінтами, противірусні, антибактеріальні та протипаразитарні засоби.<br><br>' +
    '<li>Блок 7 «Блок загальної теоретичної підготовки»</li>Анатомія, гістологія, біохімія, вітаміни, ферменти, метаболізм, адаптація клітин, фармакологічний дайджест (усі теми КРОК-1).',
  third_text:
    '<ul>' +
    '<li><b>Лекція + практика (групи по 6 студентів)</b> <br> Перший потік з жовтня (заняття раз на тиждень), другий потік з січня (заняття двічі на тиждень). <b>Вартість:</b> 450 грн за заняття.</li>' +
    '<li><b>Інтенсивний курс (необмежена кількість місць)</b> <br> Старт навчання в січні. Лекції та домашні завдання для самостійного опрацювання. Загальний чат для студентів з викладачем для всіх питань. <b>Вартість:</b> 350 грн за заняття.</li>' +
    '</ul>',
};

export const Medicine = () => {
  return (
    <>
      <Header />
      <AboutCource
        image={heroImage}
        title={'КРОК-1 Медицина'}
        team={team}
        reviews={reviews}
        content={content}
        cardImage={cardImage}
        price={'350грн'}
        cardTitle={'Курс включає:'}
        cardContent={
          '<li>Чітку структуру матеріалів.</li><li>Доступ до записів лекцій</li><li>Підтримку викладача і можливість отримати відповіді на свої питання</li><li>Ефективну підготовку до КРОК-1 без зайвих зусиль!</li>'
        }
      />
      <Footer />
    </>
  );
};
