import sophiaImage from "../../../assets/students/sofia.jpg"

const reviews = [
  {
    id: 1,
    image: sophiaImage,
    title: 'Михайло',
    text: "Фіза дуже нравиться Я прям влюбився. Лекції шикарні, Пєта агонь Він закохав мене в фізу",
    author: 'Улюлений студент',
  },
  {
    id: 2,
    image: sophiaImage,
    title: 'Катя',
    text: 'Викладач сподобався, пояснює стільки скільки треба, відповідає на всі додаткові питання та підлаштовується під наші запити.',
    author: 'Улюлений студент',
  },
  {
    id: 3,
    image: sophiaImage,
    title: 'Діана',
    text: 'Привіт! Я хочу сказати вам величезне дякую, саме завдяки вам я краще зрозуміла теми які ми розбирали💕 Бажаю вам надалі всього найкращого, і платформі it’s med ed дуже дякую  Не шкодую що вас знайшла',
    author: 'Улюлений студент',
  },
  {
    id: 4,
    image: sophiaImage,
    title: 'Каміла',
    text: 'Я дуже хотіла подякувати вам за цей прекрасний проєкт itsmed, він просто неймовірно допомагає студентам. Петро це 1000/10, ми неймовірно йому вдячні, не просто за уроки, а за якусь вже настільки теплу атмосферу, майже сімейну. На початку все було інакше, але останні 2 місяці особисто мені дуже хотілося подовше побути на уроці, швидше його почати, було все дуже приємно і комфортно у спілкуванні і пояснення стали в 1000 разів ясніше))) Коротше, ви формуєте неймовірне комʼюніті, коли хочеться запросити викладачів на др, а з дівчатами по групі бронюємо готель влітку на відпустку😅 Дякую вам, @its_meded і вам @pet_chest ви неймовірно круті🫶🏻',
    author: 'Улюлений студент',
  },
  {
    id: 5,
    image: sophiaImage,
    title: 'Марго',
    text: 'Дякую 🥹, дуже вдячна Петру за всі уроки, це було завжди інформативно і цікаво. Мені напевно ніхто б не дав стільки знань з кожної теми як Петро. Дуже вдячна від усього серця, писала іспит сама, поки інші списували і отримала більше балів ніж вони, що не може не тішити))',
    author: 'Улюлений студент',
  },
  {
    id: 6,
    image: sophiaImage,
    title: 'Оля',
    text: 'У мене автомат за іспит, я в шоці. білети писати не буду (P.S. це найкращий відгук!!!)',
    author: 'Улюлений студент',
  },
  {
    id: 8,
    image: sophiaImage,
    title: 'Анна',
    text: 'Привітик! Мені сподобалось, була така мила атмосфера і після заняття я відчула що мої знання з чогось абстрактного стали структурованими',
    author: 'Улюлений студент',
  },
  {
    id: 9,
    image: sophiaImage,
    title: 'Глафіра',
    text: 'Сподобалось легке та чітке пояснення, гарні приклади, позитивний настрій)',
    author: 'Улюлений студент',
  },
  {
    id: 10,
    image: sophiaImage,
    title: 'Вероніка',
    text: 'Мені все сподобалось) гарні пояснення і добре, що Петро нікуди не спішить і все повторює, стільки раз, скільки треба. Для мене це актуально в кінці дня, дуже)',
    author: 'Улюлений студент',
  },
  {
    id: 11,
    image: sophiaImage,
    title: 'Катя',
    text: 'Привіт! Мені тиждень тому модуль автоматом поставили, хоча до цього слова «автоматом» ми не чули взагалі, тому результатом задоволена)) Єдине, що не дуже зручно що у нас не було стабільного графіку і важко було щось планувати собі, але розумію чому так. І виявилось що дуже зручно мати запис заняття, щоб потім і перед парою передивитись і зараз готуючись до сесії дивлюсь. Лекції то добре, але на занятті розбирали більше і Петро якісь додаткові моменти пояснював. Але в цілому дуже рада що обрала вас 🥰',
    author: 'Улюлений студент',
  },
  {
    id: 12,
    image: sophiaImage,
    title: 'Мілана',
    text: 'Ми вже здали екзамен, тому пишу відгук🥰 Мені дуже сподобались заняття, вони були дуже цікавими та легкозасвоюваними❤️‍🔥 Ми проходили не всі теми, але мені як раз на екзамені трапились 2 питання з тих тем , які ми проходили і завдяки заняттям я згадала і відповіла🥳 Дуже дякую Петру за те, що вчив нас, пояснював нам стільки скільки треба , навіть тоді, коли ми дуже тупили😅 мій результат-це 4 з екзамену🥰 я дуже вам вдячна за це, було дуже приємно працювати🥰💕',
    author: 'Улюлений студент',
  },
];

export default reviews;