import sophiaImage from "../../assets/students/sofia.jpg"

const testimonials = [
  {
    id: 1,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 2,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 3,
    image: sophiaImage,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
];

export default testimonials;
