import one from '../../assets/mentors/mentor-placeholder.png';
import two from '../../assets/mentors/mentor-placeholder-two.png';
import three from '../../assets/mentors/mentor-placeholder-three.png';
const testimonials = [
  {
    id: 1,
    image: one,
    title: 'Детально і зрозуміло',
    text: 'Все доволі детально і зрозуміло. Мені дуже сподобалось можна круто взаємодіяти з викладачем. Також у групу ще до кидається додатково інформація або коротко пояснення по певній темі. Загалом все дуже круто і аж слів немає описати яка я задоволена ',
  },
  {
    id: 2,
    image: two,
    title: 'Все супер',
    text: 'Дуже подобається підхід викладання та увага до деталей при поясненні кожного питання та варіанту відповіді + це не просто суха інформація для підготовки до іспиту, бо кожна лекція та практичне заняття пов`язане не з заучуванням інформації, а з розумінням матеріалу та клінічного значення.',
  },
  {
    id: 3,
    image: three,
    title: 'Цікаво, доступно, з прикладами',
    text: 'Незалежно від настрою, з яким я приходила на заняття, після них завжди відчувала підйом і натхнення. ☺️ Було надзвичайно цікаво слухати пояснення викладача — все подавалося доступно, чітко, з прикладами. Особливо вдячна за терпіння і готовність пояснювати матеріал кілька разів, якщо щось одразу було незрозумілим. Також дуже сподобалися інтерактиви: вони робили навчання живим і захопливим.',
  },
  {
    id: 4,
    image: one,
    title: 'Дуже сподобалось',
    text: 'Вперше була на такому форматі підготовки Дуже сподобалось що матеріал суто по основному,нічого зайвого і без води.Ніка дуже цікаво розповідає,дає асоціації (хоч на кроці не було грушоподібних клітин ,але так гарно запамʼятала асоціацію😁) Сподобалось що кожному була увага,відповіді на запитання+цікаві клінічні випадки з роботи та і з життя) Це дійсно цінно дуже ❤️',
  },
  {
    id: 5,
    image: two,
    title: 'Охххх ну це був мед😮‍💨🤌🏻✨',
    text: 'Для мене заняття з Віктором були як розгрузка у пʼятницю після навчального тижня. На занятті отримували не тільки цінні знання, а і гарний настрій) не було відчуття, що якщо я щось не знаю, помилюсь то за це мене закритикують (як на жаль буває у навчальних закладах:,,,,,). У такі моменти Віктор чудово пояснював матеріал, придумав як легше запамʼятати і це все поєднувалось жартами ( текнолоджі😃 ) . І сам план занять і візуал був чудово створений, де ми не тільки розбирали тести, а і вчились медичній логіці завдяки певним завданням. І гарне засвоєння матеріалу після лекції де все закріплювалось тестами КРОК. І завдяки курсу познайомилась з чудовими людьми 🥰',
  },
  {
    id: 6,
    image: three,
    title: 'Я набрала 91%',
    text: 'Я набрала 91% з укр.частини і схоже, що це найвищий результат на факультеті😍 А якщо дивитися по субтестах, то з патоморфології у мене 100%, за що я дуже хочу подякувати Марго💚, і за фармакологію теж 100%, за що я дуже вдячна Інні💙 (і ще за медбіо 100%, але то мені там вже просто пощастило, я вважаю 😂). Короче я надзвичайно вдячна тобі і всім причетним за Ітсмед і за те, що ви вчите краще, ніж в університеті!!! Люблю вас сильно❤️',
  },
];

export default testimonials;
