import one from '../../assets/students/evhenia.webp';
import two from '../../assets/students/vladuslava.webp';
import three from '../../assets/students/diar.webp';
import four from '../../assets/students/maria.webp';
import five from '../../assets/students/olexandra.webp';
import six from '../../assets/students/valeria.webp';

const testimonials = [
  {
    id: 1,
    image: one,
    title: 'Євгенія',
    text: 'Привіт ! Все добре✨ Перше заняття було особисто для мене вступне , щоб зрозуміти, як готуватися, на що робити акцент / як вчити інформацію для підготовки до іспиту. Група комфортна☺️, викладачка відповідала на усі питання. Я одразу сказала, що в мене це проблемна тема і ніякого дискомфорту впродовж заняття не було, все пояснювали і допомагали. Незвично, що окрім тестів крок-2 розбирали тести -степів та клін випадки. Це дуже круто, адже ти виходить не зубриш тести крок-2, а реально намагаєшся зрозуміти ту чи іншу хворобу.',
  },
  {
    id: 2,
    image: two,
    title: 'Владислава',
    text: 'Добрий день! Дуже дякую вам  за неймовірні пів року, вони пролетіли настільки швидко і класно, що я не помітила. Постійні жарти на уроках, крутезні вставки з різних серіалів, мемів. Викладач постійно турбувався про наш стан, коли ми були замучені після фарми, він підіймав настрій і заряджав, як сонечко. Організовано все на 10/10, структура, дизайн, продуктивність. Я мріяла скласти на 75%, а отримала 83.3% (могла і більше, якби не тупила, бо ви даєте знання, щоб отримати всі 95!!!) до англійської я не планувала готуватись, робила лише ваші дз з англ і ОТРИМАЛА 90%!!!!!! Сказати це Владі з минулого, вона не повірить.. я зараз згадую все, що вже позаду і дуже сумую по вечорам з it’s med ed💔 Я вас дуже люблю 🥺🤍!',
  },
  {
    id: 3,
    image: three,
    title: 'Діар',
    text: 'Проходив курси it’s med, і можу сказати, що це було правильне рішення. Матеріал поданий структуровано, з акцентом на ті теми, які найчастіше зустрічаються на іспиті. Я отримав величезне задоволення дивлячись лекції та вивчаючи теми. Хочу подякувати нашому репетитору Богдану, який завжди підтримував і пояснював по 50 разів, головне, щоб запамʼятали; Інні за її чудові лекції, Валерії за настанови. It’s med ed-більше, ніж курси, це справжня сімʼя, яку я полюбив.',
  },
  {
    id: 4,
    image: four,
    title: 'Марія',
    text: 'Привіт! Ви просто неймовірні. Все очікувано, у вас все завжди на вижчому рівні! люблю вас!!! Склала укр 88, англ 92. Надзвичайно вам вдячна !!!',
  },
  {
    id: 5,
    image: five,
    title: 'Олександра',
    text: 'Привітик котики♥️ Я поборола свою хронічну втому після сесії і приступила до підготовки до КРОК з вами Що можу сказати?- мммм Це нереально круто! Анатомія, патологія, гістологія, фармакологія та й ще клініка в 50 хв одного відео😍 Якби ми так вчились в уніку,то точно в голові щось було Дякую вам,ви умнічки Безсумнівно це крутезний курс для підготовки🥹🥰',
  },
  {
    id: 6,
    image: six,
    title: 'Валерія',
    text: 'привітик! вчора забула відписати свій результат🥹 укр 79,3 , англ 84% трошки засмутилась через українську частину, але до курсу претензій абсолютно немає — скоріше є до цт😁. + зіграло роль хвилювання та десь помилки 4-5 я зробила суто на ньому англійською дуже задоволена, навіть на дурні тести змогла логікою додумати відповіді🥳 все просто бомба, я дуже задоволена своїми знаннями — а бали то побічне🥰 дякую ще раз тобі та Інні за такий тетанічний труд та чудовий курс🤍🫂',
  },
];

export default testimonials;
