import one from '../../../assets/mentors/mentor-placeholder.png';
import two from '../../../assets/mentors/mentor-placeholder-two.png';
import three from '../../../assets/mentors/mentor-placeholder-three.png';

const reviews = [
  {
    id: 1,
    image: three,
    title: "Вдячна Маргариті за чудове доступне пояснення",
    text: "Я дуже вдячна Маргариті за чудове доступне пояснення та роботу з препаратами  Також дуже було приємно що ми обговорювали нюанси які я не знала з інших дисциплін які допомогли краще зрозуміти основну тему. Вразив підхід Маргарити , вона не засуджувала а намагалась максимально допомогти  та пояснити. Вчить клінічно мислити. Відчувалась її зацікавленість в процесі. Найкращі враження. Буду йти на пару впевненно Дякую Дякую Дякую ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥",
    author: 'Марія',
  },
  {
    id: 2,
    image: two,
    title: 'Жоден викладач так не пояснить',
    text: 'Все дуже дуже класно, ні один викладач так не пояснить) Дуже приємно, що окрім основного предмету можна підтягнути інші і ніхто при цьому тебе не буде засуджувати, що ти щось там пропустив, не знаєш елементарного. Складається загальна картина, як пазл. Дякую Маргариті за чудову лекцію та пз❤️',
    author: 'Лілія',
  },
  {
    id: 4,
    image: two,
    title: 'Марго — богиня патоморфології 😍🥰',
    text: 'Хочу поділитися своїми емоціями і враженнями від уроків з найпрекраснішою богиньою патоморфології😍🥰 Сьогодні у нас був модуль і у нас викладачка доволі строга, тому потрібно на протязі тижня щось вчити і робити 😢 Тому я хочу розповісти, як з нашим найкращим its_med_ed виходить витрачати не дуже багато часу на підготовку, але з неймовірно великою користю 😉з нашою Марго ми розбираємо детальну кожну тему, розглядаємо і лазимо по препаратах і шукаємо щось цікавеньке по темі ☺️ матеріали, що нам надаються дуже-дуже інформативні📝✏️📒📚і по факту, що є дуже важливим бо немає лишньої інформації і не потрібно самому витрачати час на пошуки🤓 На протязі місяця ми кожного тижня розбирали теми і перед модулем у нас був урок повторення і узагальнення всього. Марго нас опитала, вказала на  всі наші помилки і ще доповнила наші знання корисною інформацію 🥰 я дуже переживала, адже в голові була каша з різних тем, адже хотілось  все згадати, все повторити і ГОЛОВНЕ  не ліпити все до кучі, але після уроку в голові все розклалось по поличках 🥰😍😍 ііііі так І Є завжди після занять в its_med_ed , ЗАВЖДИ інформація структурується і правильно закарбовується в наших звивинках 😊🥹🥹🥹🥹 І після модуля сьогодні я вийшла в такому припіднятому настрої, бо  Марго так натренувала, що було не сильно важко😍 і здала роботу одна із перших 😊 P.S. Я дуже чекаю 2 частину посібничка з патана 🥹🥹🥹🥹',
    author: 'Анастасія',
  },
  {
    id: 5,
    image: one,
    title: 'Кожна деталь в уроках і в дз продумана як для себе',
    text: 'добрий день , мені дуже сподобалась викладачка ,Марго. Дуже цікаво розповідає та пояснює матеріал , вміє питанням вивести на правильну відповідь ,коли це потрібно. Також препарати дуже легко вчити завдяки їй , робить примітки на які треба звернути увагу як майбутньому лікарю так і для крок-1. Дуже подобається формат тестів . взагалі кожна деталь в уроках і в домашньому завдання зроблена як для себе !',
    author: 'Настя',
  },
  {
    id: 6,
    image: three,
    title: 'Це було неймовірно ❤️',
    text: 'Це було неймовірно ❤️Перший раз на патанатомії в мене було відчуття задоволення та посмішка на все обличчя,після завершення.Зазвичай це відчай та сльози🥺Дуже,дуже дякую Маргариті за можливість закохатись у патан❤️🍀',
    author: 'Жанна',
  },
  {
    id: 8,
    image: one,
    title: 'Марго закохала в патоморфологію',
    text: 'Все було суперовоооо😍😍😍😍😍😍😍😍😍 мінусів немає , як завжди 🔥 Марго просто чудо ♥️ препарати так чудово розглянули, трошки згадали гістологію😍 і опитування класне, адже розумієш що вивчив і запам‘ятав і які є помилки у висловлюваннях🥺 І да, особисто мене Марго закохала в патоморфологію і є мотивація вчити, це найголовніше 😇',
    author: 'Анастасія',
  },
  {
    id: 9,
    image: two,
    title: 'Все було дуже чудово !!!!! ',
    text: 'Ви знаєте як я обожнюю Марго. Була б можливість - я би за нею всюди ходила 😂😂. Я її обожнюю. Завдяки їй. Я полюбила гістологію, патоморфологію. Вона наче 1 предмет викладає , але знання вкладає як за 4 ! ( Мікра ,патморф , фіза , гіста ). Вона навчає непросто завчити , але ще й розуміти , також мислити клінічно , морфологічно. З нею для мене цей предмет став як пушинка ! Я ніколи не розуміла препарати - з нею ця сфера стала просто ізі!! ',
    author: 'Олександра',
  },
  {
    id: 11,
    image: one,
    title: 'Немає слів, щоб передати як все круто ',
    text: 'Привітик , якщо чесно , то просто нема слів, щоб передати як все круто 🔥🔥🔥🔥 Хоч ми були трішки ДУЖЕ не пунктуальні🫣 , але ваше відношення до студентів просто 🫶🫶🫶🫶 Сучасна інформація 📖, структуровані лекції , поради , підтримка в саме серденько 🥰💚💚💚 Марго професіонал своєї справи  🔥🔥🔥',
    author: 'Юлія',
  },
];

export default reviews;