import one from '../../../assets/mentors/mentor-placeholder.png';
import two from '../../../assets/mentors/mentor-placeholder-two.png';
import three from '../../../assets/mentors/mentor-placeholder-three.png';

const reviews = [
  {
    id: 1,
    image: one,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 2,
    image: two,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 3,
    image: three,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 4,
    image: one,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 5,
    image: three,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 6,
    image: two,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
  {
    id: 7,
    image: three,
    title: '“Надзвичайний досвід!”',
    text: 'Щойно закінчилось заняття, і я в захваті! Урок був не лише інформативним, а й візуально круто структурованим. Назрін пояснювала все так доступно, що вкінці я вже відчувала впевненість у своїх знаннях. Дякую за таку класну подачу, дуже рада знайомству і з нетерпінням чекаю продовження!',
    author: 'Софія',
  },
];

export default reviews;
