import sophiaImage from "../../../assets/students/sofia.jpg"

const reviews = [
  {
    id: 1,
    image: sophiaImage,
    title: 'Анна',
    text: "Мені все дуже сподобалось, як Назрін сказала - ми зловили коннект) Інформації море, води нуль. Мене так опитували що з мене сім потів зійшло і я залишилась дуже задоволеною, з нетерпінням чекаю наступного заняття!)",
    author: 'Улюлений студент',
  },
  {
    id: 2,
    image: sophiaImage,
    title: 'Євгенія',
    text: 'Привіт) Все дуже сподобалось. Назрін - прекрасна викладачка. Дуже хочеться працювати з нею далі. Щиро дякую за вашу працю💕',
    author: 'Улюлений студент',
  },
  {
    id: 3,
    image: sophiaImage,
    title: 'Валерія',
    text: 'Привітик. Хотіла написати слова подяки тобі, за те що змогла окунути мене світ бх, зробити її зрозумілою для мене( а це задача не із простих). З тобою було в кайф навчатися. Безмежно вдячна тобі💓',
    author: 'Улюлений студент',
  },
  {
    id: 4,
    image: sophiaImage,
    title: 'Ліза',
    text: 'Назрін, дякую тобі за викладання, ти найкраща 🫂❤️ Я здала🥳🙏🏻 Попалось те, що я добре знаю дякуючи твоєму викладанню, змогла чітко відповісти і не загубитися в тому потоці біохімічної інформації 😄',
    author: 'Улюлений студент',
  },
  {
    id: 5,
    image: sophiaImage,
    title: 'Діма',
    text: '@n_tagiyeva якщо коротко, you are best of the best🤩 Дуже вдячні тобі за найкращі презентації та уроки, за красиві та прості пояснення складних біохімічних реакцій! Дякуємо, що дала зрозуміти, що біохімія це не важка дисципліна, а неймовірно цікава наука, яка знадобиться нам в нашій майбутній професії!❤️‍🔥 Дуже дякуємо!🥰',
    author: 'Улюлений студент',
  },
  {
    id: 6,
    image: sophiaImage,
    title: 'Єва-Марія',
    text: 'Привіт-привіт! Щойно закінчилось заняття, тож ділюсь своїми враженнями! Все дійсно пройшло надзвичайно круто, якщо на початку уроку я ще трохи переживала, то вкінці вже ввійшла в курс справи і в мене все більше виходило😅 До речі, система самого уроку дуже круто візуалізована! Назрін, окреме спасибі, що пояснювала кожне запитаннячко🥺 Як я і говорила, буду рада продовжити із Вами навчання🤍 Бажаю гарного дня та дуууже рада знайомству🤩🫶🏻 дуже дякую за урок!! складна інформація в простому вигляді з інтерактивами - найкраще, що може бути ❤️ @n_tagiyeva надзвичайний комфортік, тому буду з великим задоволенням відвідувати заняття!',
    author: 'Улюлений студент',
  },
  {
    id: 8,
    image: sophiaImage,
    title: 'Анна',
    text: 'Привітик! Мені сподобалось, була така мила атмосфера і після заняття я відчула що мої знання з чогось абстрактного стали структурованими',
    author: 'Улюлений студент',
  },
  {
    id: 9,
    image: sophiaImage,
    title: 'Крістіна',
    text: 'привіт! фух! тільки що здала свій останній екзамен з фізіології. а от біохімію здавали на початку тижня) все чудово! мій бал з бх 170, екзамен здала на 100/120. я задоволена результатом) дуже дякую тобі, Назрін, за вкладені в наші голови знання! хоч можливо ми і не завжди були активні на заняттях і забували матеріал, але завдяки тобі, твоїй роботі, розповідям, я зрозуміла, що бх - це не складно і важливе лише систематичне вивчення матеріалу. тепер будемо повторювати бх, але вже готуючись до кроку :)',
    author: 'Улюлений студент',
  },
  {
    id: 10,
    image: sophiaImage,
    title: 'Анастасія',
    text: 'Дуже багато було тестів, дуже довгих, але в голові були постійно твої слова і наголошування на ключових словах😍😍😍 дякую тобі безмежно ❤️😘 і я швидко вибирала відповідь і йшла далі 🥺',
    author: 'Улюлений студент',
  },
  {
    id: 11,
    image: sophiaImage,
    title: 'Леся',
    text: 'Привіт, так! Усе пройшло добре. Дуже дякую тобі за підготовку , навіть не знаю як би без тебе написала цей іспит і взагалі вивчила бх💗 ти справді найкраща!! Чекаємо результатів і обов’язково тобі напишемо',
    author: 'Улюлений студент',
  },
  {
    id: 12,
    image: sophiaImage,
    title: 'Софія',
    text: 'Привітик 🫶🏻 Все сподобалось, недоліків немає! Все доступно, зрозуміло і дуже цікаво пояснено ☺️☺️',
    author: 'Улюлений студент',
  },
];

export default reviews;