import { Header } from '../../components/Header/Header';
import { Footer } from '../../components/Footer/Footer';
import './Policy.scss';

export const Policy = () => {
  return (
    <>
      <Header />
      <>
        <div className="page-width policy">
          <h1 className="policy-title">Політика Конфіденційності</h1>
          <p>Останнє оновлення: 21 серпня 2025 року</p>
          <br />
          <p>
            В IT’S MED ED ми дбаємо про вашу приватність та безпеку ваших
            персональних даних. Ця політика конфіденційності пояснює, яку
            інформацію ми збираємо, як її використовуємо, кому передаємо і як ви
            можете контролювати свої дані.
          </p>
          <h3>1. Хто ми?</h3>
          <p>
            Ми — онлайн-платформа для медичних студентів IT’S MED ED, яка надає
            доступ до навчальних матеріалів, лекцій, тестів та підготовки до
            КРОК.
          </p>
          <h3>2. Які дані ми збираємо?</h3>
          <p>
            Під час використання нашої платформи ми можемо збирати такі дані:
          </p>
          <li>Ваше ім’я та email (під час реєстрації)</li>
          <li>
            Інформацію про оплату (через сервіси-посередники, напр., LiqPay,
            WayForPay)
          </li>
          <li>
            Дані про навчальний прогрес (які теми відкрито, які переглянуто)
          </li>
          <li>Лог-файли (технічна інформація: IP, браузер, час взаємодії)</li>
          <h3>3. Як ми використовуємо ваші дані?</h3>
          <li>Для надання доступу до лекцій та курсів</li>
          <li>Щоб підтримувати зв’язок (листування, сповіщення)</li>
          <li>Для покращення якості сервісу</li>
          <li>Для аналітики (які теми найпопулярніші)</li>
          <li>Для підтвердження оплат та активації курсів</li>
          <h3>4. Кому ми передаємо ваші дані?</h3>
          <p>Ми не продаємо ваші дані. Дані можуть передаватися тільки:</p>
          <li>Сервісам оплати (для обробки транзакцій)</li>
          <li>Хмарним провайдерам (для зберігання та безпеки)</li>
          <li>У випадках, передбачених законом України</li>
          <h3>5. Cookies</h3>
          <p>Ми використовуємо cookies, щоб:</p>
          <li>зберігати ваші налаштування</li>
          <li>проводити базову аналітику</li>
          <p>Ви можете змінити налаштування cookies у своєму браузері.</p>
          <h3>6. Як ви можете керувати своїми даними?</h3>
          <p>Ви маєте право:</p>
          <li>Знати, які дані про вас зберігаються</li>
          <li>Виправити або видалити їх</li>
          <li>Відкликати згоду на обробку</li>
          <li>
            Подати скаргу до уповноваженого органу з захисту персональних даних
          </li>
          <h3>7. Зміни до політики</h3>
          <p>
            Ми можемо час від часу оновлювати цю політику. Оновлення будуть
            публікуватися на цій сторінці.
          </p>
        </div>
      </>
      <Footer />
    </>
  );
};
