import { Header } from '../../components/Header/Header';
import { Footer } from '../../components/Footer/Footer';
import './Policy.scss';

export const Policy = () => {
  return (
    <>
      <Header />
      <div className="page-width policy">
        <h1 className='policy-title'>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ</h1>

        <p>
          Керування інформацією відповідно до цієї Політики конфіденційності та
          захисту персональних даних (далі – «Політика конфіденційності»)
          здійснюється Фізичною особою-підприємцем Гуржій Валерією Андріївною
          (запис про державну реєстрацію в Єдиному державному реєстрі юридичних
          осіб, фізичних осіб-підприємців та громадських формувань
          №2010350000000373748 від 10.08.2023 року), далі – «Адміністрація
          Сайту».
        </p>

        <p>
          Політика конфіденційності діє відносно всієї інформації, яку
          Адміністрація Сайту отримує про Користувача під час використання
          Сайту, програм і продуктів Виконавця, а також отримання інших послуг.
        </p>

        <p>
          Звертаємо Вашу увагу, що дану Політику конфіденційності підготовлено з
          урахуванням вимог Загального регламенту захисту даних (Регламент ЄС №
          2016/679 від 27.04.2016 року або GDPR – General Data Protection
          Regulation).
        </p>

        <h3>1. ВИЗНАЧЕННЯ ТЕРМІНІВ</h3>
        <ol>
          <li>
            Даним пунктом визначається інтерпретація наведених нижче термінів та
            дефініцій.
          </li>
          <li>
            «Сайт» – веб-сторінка{' '}
            <a href="https://www.its-med-ed.com">https://www.its-med-ed.com</a>.
          </li>
          <li>«Курс» – навчальні матеріали, об’єднані загальною темою.</li>
          <li>«Користувач» – фізична особа, яка має доступ до Сайту.</li>
          <li>«Персональні дані» – будь-яка інформація про фізичну особу.</li>
          <li>
            «Обробка персональних даних» – будь-які дії з персональними даними.
          </li>
          <li>
            «Конфіденційність персональних даних» – обов’язок не допускати їх
            поширення.
          </li>
          <li>
            «Cookies» – фрагмент даних, що зберігається у браузері Користувача.
          </li>
          <li>«IP-адреса» – унікальна мережева адреса пристрою.</li>
          <li>«Telegram» – система миттєвого обміну повідомленнями.</li>
          <li>
            «Telegram-чат Виконавця» – чат у «Telegram», що використовується для
            комунікації.
          </li>
        </ol>

        <h3>2. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h3>
        <ul>
          <li>
            Використання Сайту означає згоду Користувача з Політикою
            конфіденційності.
          </li>
          <li>У разі незгоди Користувач повинен залишити Сайт.</li>
          <li>
            Політика поширюється на Сайт та інші ресурси, контрольовані
            Адміністрацією.
          </li>
          <li>Адміністрація не несе відповідальності за сайти третіх осіб.</li>
          <li>
            Адміністрація не перевіряє достовірність персональних даних
            Користувачів.
          </li>
          <li>Адміністрація є контролером персональних даних.</li>
        </ul>

        <h3>3. ВІКОВІ ОБМЕЖЕННЯ</h3>
        <p>
          Користувач підтверджує, що досяг віку, який дозволяє самостійно
          укладати угоди та давати згоду на обробку персональних даних.
        </p>

        <h3>4. ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ</h3>
        <p>
          Адміністрація зобов’язується не розголошувати та захищати персональні
          дані, надані Користувачем.
        </p>

        <h3>5. ЦІЛІ ЗБОРУ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
        <ul>
          <li>Ідентифікація Користувача для укладення договору.</li>
          <li>Надання доступу до ресурсів.</li>
          <li>Зворотній зв'язок та підтримка.</li>
          <li>Запобігання шахрайству.</li>
          <li>Підтвердження достовірності даних.</li>
          <li>Інформування про замовлення.</li>
          <li>Надання технічної підтримки.</li>
          <li>Розсилка оновлень та спеціальних пропозицій.</li>
          <li>Рекламна діяльність за згодою.</li>
          <li>Надання доступу до партнерських ресурсів.</li>
        </ul>

        <h3>6. ЗБЕРІГАННЯ ДАНИХ</h3>
        <p>
          Персональні дані зберігаються лише протягом часу, необхідного для
          цілей обробки.
        </p>

        <h3>7. ОБРОБКА ДАНИХ</h3>
        <p>
          Дані можуть передаватися лише для виконання замовлень та на підставі
          законних вимог.
        </p>

        <h3>8. ОБОВ’ЯЗКИ АДМІНІСТРАЦІЇ</h3>
        <p>
          Адміністрація гарантує використання даних виключно для зазначених
          цілей, їх захист та нерозголошення без згоди.
        </p>

        <h3>9. ВІДПОВІДАЛЬНІСТЬ СТОРІН</h3>
        <p>
          Адміністрація несе відповідальність за збитки, крім випадків, коли
          дані стали публічними або були розголошені за згодою Користувача.
        </p>

        <h3>10. ВИРІШЕННЯ СПОРІВ</h3>
        <p>
          Спори вирішуються шляхом переговорів, а в разі недосягнення згоди – у
          суді.
        </p>

        <h3>11. ПРИКІНЦЕВІ ПОЛОЖЕННЯ</h3>
        <ul>
          <li>Адміністрація має право змінювати Політику.</li>
          <li>Нова редакція набуває чинності з моменту публікації на Сайті.</li>
          <li>Політика відповідає законодавству України та GDPR.</li>
          <li>
            Усі пропозиції та питання слід надсилати через контакти на Сайті.
          </li>
        </ul>

        <p>
          З повагою і турботою до Ваших персональних даних,
          <br />
          <b>ФОП Гуржій Валерія Андріївна</b>
          <br />
          Місцезнаходження: 01135, м. Київ, вул. Дмитрівська, буд. 69, кв. 205{' '}
          <br />
          Тел.: +38 (095) 359-45-62 <br />
          Email:{' '}
          <a href="mailto:kaleriya.gurzhii@gmail.com">
            kaleriya.gurzhii@gmail.com
          </a>
        </p>
      </div>
      <Footer />
    </>
  );
};
