import { Header } from '../../components/Header/Header';
import { Footer } from '../../components/Footer/Footer';
import './Policy.scss';

export const Policy = () => {
  return (
    <>
      <Header />
      <div className="page-width policy">
        <h1 className="policy-title">
          ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ
        </h1>

        <p>
          Керування інформацією відповідно до цієї Політики конфіденційності та
          захисту персональних даних (далі – «Політика конфіденційності»)
          здійснюється Фізичною особою-підприємцем Гуржій Валерією Андріївною
          (запис про державну реєстрацію в Єдиному державному реєстрі юридичних
          осіб, фізичних осіб-підприємців та громадських формувань
          №2010350000000373748 від 10.08.2023 року), далі – «Адміністрація
          Сайту».
        </p>

        <p>
          Політика конфіденційності діє відносно всієї інформації, яку
          Адміністрація Сайту отримує про Користувача під час використання
          Сайту, програм і продуктів Виконавця, а також отримання інших послуг.
        </p>

        <p>
          Звертаємо Вашу увагу, що дану Політику конфіденційності підготовлено з
          урахуванням вимог Загального регламенту захисту даних (Регламент ЄС №
          2016/679 від 27.04.2016 року або GDPR – General Data Protection
          Regulation).
        </p>

        <h3>ВИЗНАЧЕННЯ ТЕРМІНІВ</h3>
        <p>
          Даним пунктом визначається інтерпретація наведених нижче термінів та
          дефініцій, що використовуються у цьому Договорі.
        </p>
        <ul>
          <li>
            «Сайт» – веб-сторінка, розташована за посиланням:{' '}
            <a href="https://www.its-med-ed.com">https://www.its-med-ed.com</a>{' '}
            і керована Виконавцем, включаючи сукупність всієї розміщеної на
            Сайті інформації, та матеріалів, а також інформаційних і технічних
            засобів Сайту.
          </li>
          <li>
            «Курс» – сукупність текстових, аудіо, відео та аудіовізуальних
            матеріалів, практичних завдань тощо, об’єднаних загальною темою та
            структурованих Виконавцем з метою надання Освітніх послуг.
          </li>
          <li>
            «Користувач» – будь-яка фізична особа, яка має доступ до Сайту та
            використовує Сайт за допомогою мережі Інтернет.
          </li>
          <li>
            «Персональні дані» – будь-яка інформація, що прямо або побічно
            стосується певної фізичної особи (суб'єкта персональних даних).
          </li>
          <li>
            «Обробка персональних даних» – будь-яка дія (операція) або
            сукупність дій (операцій), що здійснюються з використанням засобів
            автоматизації або без використання таких засобів з персональними
            даними, включаючи збір, запис, систематизацію, накопичення,
            зберігання, уточнення (оновлення, зміна), витяг, використання,
            передачу (поширення, надання, доступ), блокування, видалення,
            знищення персональних даних.
          </li>
          <li>
            «Конфіденційність персональних даних» – обов'язкова для дотримання
            адміністрацією або іншою особою, яка одержала доступ до персональних
            даних, вимога не допускати їх поширення без згоди суб'єкта
            персональних даних або наявності іншої законної підстави.
          </li>
          <li>
            «Сookies» – фрагмент даних, що зберігається на комп'ютері
            Користувача та пересилається веб-клієнтом або веб-браузером
            веб-серверу в HTTP-запиті при спробі відкрити сторінку відповідного
            сайту.
          </li>
          <li>
            «IP-адреса» – унікальна мережева адреса вузла в комп'ютерній мережі,
            побудована за протоколом IP, що дозволяє ідентифікувати місце
            розташування та інші відомості про Користувача.
          </li>
          <li>
            «Telegram» – система миттєвого обміну повідомленнями, що дозволяє
            здійснювати обмін текстовими, графічними, аудіо та аудіовізуальними
            повідомленнями, а також файлами інших форматів, розробником якої є
            Telegram FZ-LLC.
          </li>
          <li>
            «Telegram-чат Виконавця» – чат у системі «Telegram», що дозволяє
            здійснювати обмін текстових, графічних, аудіо та аудіовізуальних
            повідомлень, а також файлів інших форматів, у рамках наданих послуг
            Виконавцем за цим Договором.
          </li>
        </ul>
        <p>
          Терміни та дефініції, не визначені цим розділом, тлумачаться у
          значенні, визначеному чинним законодавством України, а за відсутності
          такого визначення – у їх звичайному розумінні.
        </p>

        <h3>ЗАГАЛЬНІ ПОЛОЖЕННЯ</h3>
        <ul>
          <li>
            Використання Користувачем Сайту означає автоматичну і повну згоду
            Користувача з Політикою конфіденційності та викладеними у ній
            умовами обробки персональних даних Користувача.
          </li>
          <li>
            У разі, якщо Користувач не згоден з умовами Політики
            конфіденційності, останній зобов'язаний припинити використання Сайту
            і негайно покинути його.
          </li>
          <li>
            Дійсна Політика конфіденційності застосовується до Сайту або іншого
            веб-сайту, систем та/або програмного забезпечення (ПО), на якому
            розміщені матеріали Курсу та які контролюються Адміністрацією Сайту.
          </li>
          <li>
            Адміністрація Сайту не контролює і не несе відповідальності за сайти
            третіх осіб, на які Користувач може перейти за посиланнями,
            доступними на Сайті.
          </li>
          <li>
            Адміністрація Сайту не перевіряє достовірність персональних даних,
            що надаються Користувачем.
          </li>
          <li>
            Адміністрація сайту є контролером персональних даних авторизованих
            Користувачів Курсу. Контролером персональних даних є особа, яка
            визначає, для чого (з якою метою) і яким чином збирати персональні
            дані.
          </li>
        </ul>

        <h3>ВІКОВІ ОБМЕЖЕННЯ</h3>
        <p>
          Оформлюючи замовлення на надання Послуг на Сайті, Користувач
          підтверджує, що досяг відповідного віку, що дозволяє йому самостійно
          укладати відповідні угоди.
        </p>
        <p>
          Реєструючись/авторизуючись на Сайті, Користувач підтверджує, що досяг
          відповідного віку, який дозволяє йому самостійно давати згоду на
          обробку персональних даних.
        </p>
        <p>
          У разі, якщо Користувач має сумніви щодо того, чи може він самостійно
          давати згоду на обробку персональних даних, він повинен звернутися до
          уповноваженого органу з питань захисту персональних даних.
        </p>
        <p>
          Адміністрація Сайту може звернутися до Користувача з проханням надати
          додаткові документи або пройти додаткові процедури з метою
          переконатися, що він має право самостійно давати згоду на обробку
          персональних даних. Якщо в Адміністрації Сайту виникнуть обґрунтовані
          сумніви щодо віку Користувача, вона також може звернутися до його
          батьків або опікунів з метою отримання згоди або схвалення на Обробку
          персональних даних Користувача, якщо він не досяг відповідного віку.
          На період з'ясування обставин або отримання згоди, або схвалення від
          батьків або опікунів, Адміністрація Сайту може обмежувати обробку
          даних Користувача шляхом тимчасового припинення надання Послуг.
        </p>
        <h3>ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕЦІЙНОСТІ</h3>
        <p>
          Дійсна Політика конфіденційності встановлює зобов'язання Адміністрації
          Сайту щодо нерозголошення та забезпечення режиму захисту
          конфіденційності персональних даних, які Користувач повинен за вимогою
          надати Адміністрації Сайту при оформленні замовлення на надання Послуг
          на Сайті.
        </p>
        <p>
          Персональні дані, дозволені до обробки в рамках цієї Політики
          конфіденційності, надаються Користувачем шляхом заповнення певних форм
          на Сайті або в довільному форматі і можуть включати в себе наступну
          інформацію:
        </p>
        <ul>
          <li>П.І.Б. користувача;</li>
          <li>контактний номер телефону Користувача;</li>
          <li>адреса електронної пошти (e-mail) Користувача;</li>
          <li>ідентифікатори облікового запису в Telegram та інші;</li>
          <li>
            інші конфіденційні дані про особу Користувача або контакти
            Користувача.
          </li>
        </ul>
        <p>
          Крім даних, передбачених п. 4.2. цієї Політики конфіденційності,
          Адміністрація Сайту залишає за собою право автоматичного збору в
          процесі перегляду Сайту або його окремих сторінок Користувачем,
          наступних даних:
        </p>
        <ul>
          <li>
            IP-адреси електронно-обчислювального пристрою (комп'ютера, телефону,
            планшета і т.д.) Користувача;
          </li>
          <li>
            інформації про Сookies-даних, що зберігається в браузері
            Користувача;
          </li>
          <li>
            інформації про електронно-обчислювальні пристрої (комп'ютери,
            телефони, планшети і т.д.) Користувача;
          </li>
          <li>
            інформації про браузер Користувача, в т.ч. найменування, версію
            браузера і т.д.;
          </li>
          <li>часу доступу на Сайт;</li>
          <li>адреси сторінок Сайту, які переглядав Користувач;</li>
          <li>
            адреси попередніх сторінок, з яких було отримано доступ до Сайту.
          </li>
        </ul>
        <p>
          Відключення Користувачем функції збору Сookies може спричинити
          неможливість доступу до частин Сайту.
        </p>
        <p>
          Сайт здійснює збір конфіденційних даних, передбачених п.п. 4.2. – 4.3.
          цієї Політики конфіденційності, в т.ч. з метою виявлення та вирішення
          технічних проблем Сайту, для контролю навантаження на Сайт і для
          проведення статистичних підрахунків ефективності рекламних кампаній
          Курсу.
        </p>
        <p>
          Будь-яка інша персональна або конфіденційна інформація, не обумовлена
          вище, підлягає надійному зберіганню і нерозповсюдженню, за винятком
          випадків, передбачених у п.п. 7.2. – 7.4. цієї Політики
          конфіденційності.
        </p>

        <h3>ЦІЛІ ЗБОРУ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ КОРИСТУВАЧА</h3>
        <p>
          Персональні дані Користувача Адміністрація Сайту може використовувати
          в цілях:
        </p>
        <ul>
          <li>
            ідентифікації Користувача, зареєстрованого на Сайті Курсу, для
            приєднання до договору публічної оферти дистанційним способом;
          </li>
          <li>
            надання Користувачеві доступу до персоналізованих ресурсів Сайту або
            іншого веб-сайту, систем та/або програмного забезпечення (ПО), на
            якому розміщені матеріали Курсу;
          </li>
          <li>
            встановлення з Користувачем зворотного зв'язку, включаючи напрямок
            повідомлень, запитів, що стосуються використання Сайту або іншого
            веб-сайту, систем та/або програмного забезпечення (ПО), на якому
            розміщені матеріали Курсу, надання послуг, обробку запитів і заявок
            від Користувача;
          </li>
          <li>
            визначення місця розташування Користувача для забезпечення безпеки,
            запобігання шахрайства;
          </li>
          <li>
            підтвердження достовірності та повноти Персональних даних, наданих
            Користувачем;
          </li>
          <li>
            повідомлення Користувача Сайту про стан замовлення на надання
            Послуг;
          </li>
          <li>
            надання Користувачеві ефективної клієнтської і технічної підтримки
            при виникненні проблем, пов'язаних з використанням Сайту або іншого
            веб-сайту, систем та/або програмного забезпечення (ПО), на якому
            розміщені матеріали Курсу;
          </li>
          <li>
            надання Користувачеві з його згоди, оновлень, спеціальних
            пропозицій, інформації про ціни, новин та інших відомостей від імені
            Адміністрації Сайту;
          </li>
          <li>здійснення рекламної діяльності за згодою Користувача;</li>
          <li>
            надання доступу Користувачеві на сайти партнерів Курсу з метою
            отримання продуктів, оновлень і послуг.
          </li>
        </ul>
        <p>
          Персональні дані Користувача можуть бути використані для інших цілей,
          що входять в сферу діяльності Курсу та не передбачені Політикою
          конфіденційності.
        </p>

        <h3>ЗБЕРІГАННЯ ДАНИХ</h3>
        <p>
          Адміністрація Сайту зберігає Персональні дані Користувача тільки до
          тих пір, поки вони потрібні йому або Адміністрації Сайту, з метою,
          зазначеною в цій Політиці конфіденційності. Останнє стосується і
          будь-якої іншої третьої особи, що виконує від імені Адміністрації
          Сайту певні дії. У разі, якщо Адміністрація Сайту не потребуватиме
          певних даних про Користувача і їх не потрібно буде зберігати
          відповідно до вимог законодавства, вона видалить їх або буде зберігати
          таким чином, який унеможливить ідентифікацію Користувача.
        </p>

        <h3>СПОСОБИ, ПОРЯДОК І ТЕРМІНИ ОБРОБКИ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ</h3>
        <p>
          Обробка персональних даних Користувача здійснюється без обмеження
          строків, будь-яким законним способом, в тому числі, в інформаційних
          системах персональних даних, з використанням засобів автоматизації або
          без використання таких засобів.
        </p>
        <p>
          Користувач, своїм перебуванням на Сайті, автоматично погоджується з
          тим, що Адміністрація Сайту має право передавати персональні дані
          третім особам, виключно з метою виконання замовлення Користувача,
          оформленого на Сайті.
        </p>
        <p>
          Користувач погоджується з тим, що Адміністрація Сайту має право
          передавати персональні дані третім особам, зокрема, кур'єрським
          службам, організаціям поштового зв'язку, операторам електрозв'язку і
          іншим, виключно з метою виконання замовлення Користувача, оформленого
          на Сайті, включаючи розрахунок за користування продуктами Курсу.
        </p>
        <p>
          Персональні дані Користувача можуть бути передані уповноваженим
          державним і судовим органам тільки за наявності законних підстав та
          відповідної вимоги.
        </p>
        <p>
          При втраті або розголошенні персональних даних, Адміністрація Сайту
          інформує Користувача про втрату або розголошення персональних даних
          будь-якими доступними їй методами.
        </p>
        <p>
          Адміністрація Сайту вживає необхідних організаційних і технічних
          заходів для захисту персональної інформації від неправомірного або
          випадкового доступу, знищення, перекручення, блокування, копіювання,
          поширення, а також від інших неправомірних дій третіх осіб.
        </p>
        <p>
          Адміністрація Сайту спільно з Користувачем вживає всіх необхідних
          заходів щодо запобігання збиткам або інших негативних наслідків,
          викликаних втратою або розголошенням персональних даних Користувача.
        </p>
        <h3>ЗОБОВ'ЯЗАННЯ АДМІНІСТРАЦІЇ САЙТУ ІЗ ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
        <p>Адміністрація Сайту зобов'язується і гарантує наступне:</p>
        <ul>
          <li>
            використовувати будь-яку отриману інформацію виключно для цілей,
            зазначених у п. 5 цієї Політики конфіденційності;
          </li>
          <li>
            забезпечити збереження таємниці і збереження Персональної інформації
            Користувача;
          </li>
          <li>
            не розголошувати без попередньої письмової згоди Користувача, а
            також не здійснювати продаж, обмін, публікацію або розголошення
            іншими можливими способами переданих персональних даних Користувача,
            за винятком п.п. 7.2. – 7.4. цієї Політики конфіденційності;
          </li>
          <li>
            вживати заходів обережності для захисту конфіденційності
            персональних даних Користувача згідно з порядком, який зазвичай
            використовується для захисту такого роду інформації в існуючому
            діловому обороті;
          </li>
          <li>
            здійснити дії із призупинення користування персональними даними, що
            відносяться до відповідного Користувача, у тому числі, й не
            допускати їх видалення, з моменту звернення або запиту Користувача,
            або його законного представника, або уповноваженого органу щодо
            захисту прав суб'єктів персональних даних на період перевірки, у
            разі виявлення недостовірних персональних даних або неправомірних
            дій.
          </li>
        </ul>

        <h3>ВІДПОВІДАЛЬНІСТЬ СТОРІН</h3>
        <p>
          У разі невиконання зобов’язань, визначених цією Політикою
          конфіденційності, Адміністрація Сайту несе відповідальність за збитки,
          понесені Користувачем у зв'язку з неправомірним використанням
          персональних даних, відповідно до чинного законодавства, за винятком
          випадків, передбачених п.п. 7.2. – 7.4. та п. 9.2. цієї Політики
          конфіденційності.
        </p>
        <p>
          У разі втрати або розголошення Персональної інформації Користувача,
          Адміністрація Сайту не несе відповідальність, якщо дана інформація:
        </p>
        <ul>
          <li>стала або була публічною на момент втрати або розголошення;</li>
          <li>
            була отримана від третьої сторони до моменту її отримання
            Адміністрацією Сайту;
          </li>
          <li>була розголошена за згодою Користувача.</li>
        </ul>
        <p>
          Адміністрація Сайту у всіх відносинах, не передбачених п. 9.2. цієї
          Політики конфіденційності, несе відповідальність відповідно до чинного
          законодавства.
        </p>

        <h3>ПОРЯДОК ВИРІШЕННЯ СПОРІВ</h3>
        <p>
          Всі розбіжності та спори, пов’язані з правовідносинами, на які
          поширюється дійсна Політика конфіденційності, вирішуються сторонами
          шляхом переговорів.
        </p>
        <p>
          У разі, якщо Сторони в результаті переговорів, передбачених п. 10.1.
          цієї Політики конфіденційності, не змогли дійти взаємної згоди, а
          також у разі, якщо одна з Сторін ухиляється від проведення
          переговорів, спір передається на розгляд суду в порядку, встановленому
          законодавством України.
        </p>

        <h3>ПРИКІНЦЕВІ ПОЛОЖЕННЯ</h3>
        <ul>
          <li>
            Адміністрація Сайту має право вносити зміни в дійсну Політику
            конфіденційності без згоди і повідомлення Користувача.
          </li>
          <li>
            Нова Політика конфіденційності вступає в силу з моменту її
            розміщення на Сайті, якщо інше не передбачено новою редакцією
            Політики конфіденційності.
          </li>
          <li>
            Дійсна Політика конфіденційності відповідає вимогам законодавства
            України про захист персональних даних і містить докладні відомості
            щодо даних, що збираються, цілі, способи їх збору, обробки,
            використання і захисту.
          </li>
          <li>
            Примітка для користувачів з Європейського Союзу: діюча Політика
            конфіденційності підготовлена на виконання обов'язків, передбачених
            Загальним регламентом щодо захисту даних (Регламент ЄС № 2016/679
            від 27.04.2016 року або GDPR - General Data Protection Regulation).
          </li>
          <li>
            Всі пропозиції або питання по цій Політиці конфіденційності слід
            повідомляти через контакти розміщені на Сайті.
          </li>
          <li>
            Текст цієї Політики конфіденційності викладено українською мовою.
          </li>
        </ul>

        <p>
          З повагою і турботою до Ваших персональних даних,
          <br />
          <b>ФОП Гуржій Валерія Андріївна</b>
          <br />
          Місцезнаходження: 01135, м. Київ, вул. Дмитрівська, буд. 69, кв. 205
          <br />
          Контактні дані:
          <br />
          Тел.: +38 (095) 359-45-62
          <br />
          Адреса ел. пошти:{' '}
          <a href="mailto:kaleriya.gurzhii@gmail.com">
            kaleriya.gurzhii@gmail.com
          </a>
        </p>
      </div>
      <Footer />
    </>
  );
};
